<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>钱猛 &amp; 博客</title>
  <subtitle>钱猛的个人博客</subtitle>
  <link href="/qianmeng/atom.xml" rel="self"/>
  
  <link href="https://kidmid.gitee.io/qianmeng/"/>
  <updated>2018-09-08T03:43:09.849Z</updated>
  <id>https://kidmid.gitee.io/qianmeng/</id>
  
  <author>
    <name>钱猛</name>
    
  </author>
  
  <generator uri="http://hexo.io/">Hexo</generator>
  
  <entry>
    <title>2018中国人工智能峰会总结</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/09/07/2018%E4%B8%AD%E5%9B%BD%E4%BA%BA%E5%B7%A5%E6%99%BA%E8%83%BD%E5%B3%B0%E4%BC%9A%E6%80%BB%E7%BB%93/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/09/07/2018中国人工智能峰会总结/</id>
    <published>2018-09-07T10:06:50.000Z</published>
    <updated>2018-09-08T03:43:09.849Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x6982;&amp;#x8FF0;&quot;&gt;&lt;a href=&quot;#&amp;#x6982;&amp;#x8FF0;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x6982;&amp;#x8FF0;&quot;&gt;&lt;/a&gt;&amp;#x6982;&amp;#x8FF0;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x975E;&amp;#x5E38;&amp;#x6709;&amp;#x5E78;&amp;#x80FD;&amp;#x6709;&amp;#x8FD9;&amp;#x6B21;&amp;#x673A;&amp;#x4F1A;&amp;#x53C2;&amp;#x52A0;2018&amp;#x4E2D;&amp;#x56FD;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5CF0;&amp;#x4F1A;&amp;#xFF0C;&amp;#x611F;&amp;#x8C22;&amp;#x9886;&amp;#x5BFC;&amp;#x7ED9;&amp;#x4E0E;&amp;#x8FD9;&amp;#x6B21;&amp;#x673A;&amp;#x4F1A;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x6CA1;&amp;#x6709;&amp;#x8FD9;&amp;#x6B21;&amp;#x53C2;&amp;#x4F1A;&amp;#x5B66;&amp;#x4E60;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x81EA;&amp;#x5DF1;&amp;#x4E4B;&amp;#x524D;&amp;#x7684;&amp;#x77E5;&amp;#x8BC6;&amp;#x662F;&amp;#x548C;&amp;#x5F53;&amp;#x524D;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53D1;&amp;#x5C55;&amp;#x8D8B;&amp;#x52BF;&amp;#x5C31;&amp;#x4F1A;&amp;#x8131;&amp;#x8282;&amp;#xFF0C;&amp;#x65E0;&amp;#x6CD5;&amp;#x4E86;&amp;#x89E3;&amp;#x5F53;&amp;#x524D;&amp;#x6700;&amp;#x65B0;&amp;#x8FDB;&amp;#x5C55;&amp;#x4E0E;&amp;#x4E4B;&amp;#x540E;&amp;#x5173;&amp;#x6CE8;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x3002;&amp;#x672C;&amp;#x6B21;&amp;#x4F1A;&amp;#x8BAE;&amp;#x6700;&amp;#x521D;&amp;#x6700;&amp;#x671F;&amp;#x5F85;&amp;#x7684;&amp;#x662F;&amp;#x524D;&amp;#x767E;&amp;#x5EA6;&amp;#x9996;&amp;#x9875;&amp;#x79D1;&amp;#x5B66;&amp;#x5BB6;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E4B;&amp;#x524D;&amp;#x542C;&amp;#x8FC7;&amp;#x4ED6;&amp;#x7684;&amp;#x51E0;&amp;#x671F;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5B66;&amp;#x4E60;&amp;#x89C6;&amp;#x9891;&amp;#xFF0C;&amp;#x4F46;&amp;#x6574;&amp;#x4F53;&amp;#x542C;&amp;#x4E0B;&amp;#x4E86;&amp;#xFF0C;&amp;#x5176;&amp;#x4ED6;&amp;#x4E1A;&amp;#x754C;&amp;#x5927;&amp;#x4F6C;&amp;#x7684;&amp;#x6F14;&amp;#x8BB2;&amp;#x5185;&amp;#x5BB9;&amp;#x4E5F;&amp;#x4E0D;&amp;#x4E9A;&amp;#x4E8E;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&amp;#xFF08;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&amp;#x8FD9;&amp;#x6B21;&amp;#x6F14;&amp;#x8BB2;&amp;#x4E3B;&amp;#x9898;&amp;#x53CD;&amp;#x800C;&amp;#x4E0D;&amp;#x662F;&amp;#x6280;&amp;#x672F;&amp;#x7C7B;&amp;#xFF09;&amp;#xFF0C;&amp;#x867D;&amp;#x7136;&amp;#x4EC5;&amp;#x4EC5;&amp;#x4E00;&amp;#x4E0A;&amp;#x5348;&amp;#x65F6;&amp;#x95F4;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x610F;&amp;#x72B9;&amp;#x672A;&amp;#x5C3D;&amp;#xFF0C;&amp;#x4F46;&amp;#x4E5F;&amp;#x611F;&amp;#x89C9;&amp;#x4E0D;&amp;#x865A;&amp;#x6B64;&amp;#x884C;&amp;#x3002;&amp;#x4E0B;&amp;#x9762;&amp;#x5BF9;&amp;#x6BCF;&amp;#x4F4D;&amp;#x5927;&amp;#x5496;&amp;#x6F14;&amp;#x8BB2;&amp;#x7684;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x4F5C;&amp;#x4E0B;&amp;#x8BB0;&amp;#x5F55;&amp;#xFF0C;&amp;#x540C;&amp;#x65F6;&amp;#x8BF4;&amp;#x8BF4;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x611F;&amp;#x60F3;&amp;#x3002;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;
&lt;h3 id=&quot;&amp;#x6F58;&amp;#x4E91;&amp;#x9E64;&quot;&gt;&lt;a href=&quot;#&amp;#x6F58;&amp;#x4E91;&amp;#x9E64;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x6F58;&amp;#x4E91;&amp;#x9E64;&quot;&gt;&lt;/a&gt;&amp;#x6F58;&amp;#x4E91;&amp;#x9E64;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x56FD;&amp;#x5BB6;&amp;#x65B0;&amp;#x4E00;&amp;#x4EE3;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x6218;&amp;#x7565;&amp;#x54A8;&amp;#x8BE2;&amp;#x59D4;&amp;#x5458;&amp;#x4F1A;&amp;#x7EC4;&amp;#x957F;&amp;#xFF0C;&amp;#x4E2D;&amp;#x56FD;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x4EA7;&amp;#x4E1A;&amp;#x53D1;&amp;#x5C55;&amp;#x8054;&amp;#x76DF;&amp;#x7406;&amp;#x4E8B;&amp;#x957F;&amp;#xFF0C;&amp;#x4E2D;&amp;#x56FD;&amp;#x5DE5;&amp;#x7A0B;&amp;#x9662;&amp;#x9662;&amp;#x957F;&amp;#xFF0C;&amp;#x539F;&amp;#x4E2D;&amp;#x56FD;&amp;#x5DE5;&amp;#x7A0B;&amp;#x9662;&amp;#x5E38;&amp;#x52A1;&amp;#x526F;&amp;#x9662;&amp;#x957F;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h4 id=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;a href=&quot;#&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;/a&gt;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&lt;/h4&gt;&lt;h5 id=&quot;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;20&amp;#x65F6;&amp;#x4EE3;&quot;&gt;&lt;a href=&quot;#&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;2-0&amp;#x65F6;&amp;#x4EE3;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;2.0&amp;#x65F6;&amp;#x4EE3;&quot;&gt;&lt;/a&gt;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;2.0&amp;#x65F6;&amp;#x4EE3;&lt;/h5&gt;&lt;p&gt;&amp;#x6F58;&amp;#x9662;&amp;#x957F;&amp;#x4ECB;&amp;#x7ECD;&amp;#x4E86;&amp;#x793E;&amp;#x4F1A;&amp;#x7A7A;&amp;#x95F4;&amp;#x3001;&amp;#x7269;&amp;#x7406;&amp;#x7A7A;&amp;#x95F4;&amp;#x3001;&amp;#x4FE1;&amp;#x606F;&amp;#x7A7A;&amp;#x95F4;&amp;#x4E09;&amp;#x7EF4;&amp;#x7A7A;&amp;#x95F4;&amp;#x7684;&amp;#x5177;&amp;#x4F53;&amp;#x5173;&amp;#x7CFB;&amp;#xFF0C;&amp;#x5176;&amp;#x4E2D;&amp;#x4FE1;&amp;#x606F;&amp;#x7A7A;&amp;#x95F4;&amp;#x4E2D;&amp;#x5B58;&amp;#x5728;&amp;#x5927;&amp;#x91CF;&amp;#x7684;&amp;#x77E5;&amp;#x8BC6;&amp;#xFF0C;&amp;#x5F53;&amp;#x524D;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x4ECE;&amp;#x8FD9;&amp;#x4E2A;&amp;#x7A7A;&amp;#x95F4;&amp;#x53EF;&amp;#x4EE5;&amp;#x5F97;&amp;#x5230;&amp;#x5927;&amp;#x91CF;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x57FA;&amp;#x7840;&amp;#xFF0C;&amp;#x4E5F;&amp;#x662F;&amp;#x4F7F;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53D1;&amp;#x5C55;&amp;#x7A7A;&amp;#x95F4;&amp;#x6709;&amp;#x7740;&amp;#x65E0;&amp;#x9650;&amp;#x53EF;&amp;#x80FD;&amp;#x7684;&amp;#x5FC5;&amp;#x5907;&amp;#x6761;&amp;#x4EF6;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x667A;&amp;#x80FD;&quot;&gt;&lt;a href=&quot;#&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x667A;&amp;#x80FD;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x667A;&amp;#x80FD;&quot;&gt;&lt;/a&gt;&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x667A;&amp;#x80FD;&lt;/h5&gt;&lt;p&gt;&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x667A;&amp;#x80FD;&amp;#x6307;&amp;#x7684;&amp;#x662F;&amp;#x878D;&amp;#x5408;&amp;#x89C6;&amp;#x89C9;&amp;#x3001;&amp;#x8BED;&amp;#x97F3;&amp;#x3001;&amp;#x81EA;&amp;#x7136;&amp;#x8BED;&amp;#x8A00;&amp;#x4EA7;&amp;#x751F;&amp;#x7684;&amp;#x67B6;&amp;#x6784;&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#xFF0C;&amp;#x6F14;&amp;#x793A;&amp;#x4E86;&amp;#x51E0;&amp;#x4E2A;&amp;#x4F8B;&amp;#x5B50;&amp;#xFF1A;&amp;#x5927;&amp;#x7586;&amp;#x773C;&amp;#x955C;&amp;#x3001;&amp;#x8C37;&amp;#x6B4C;&amp;#x773C;&amp;#x955C;&amp;#x3001;&amp;#x76F2;&amp;#x4EBA;&amp;#x773C;&amp;#x955C;&amp;#xFF0C;&amp;#x8FD9;&amp;#x4E9B;&amp;#x8DE8;&amp;#x5A92;&amp;#x4F53;&amp;#x7684;&amp;#x8BBE;&amp;#x5907;&amp;#x5DF2;&amp;#x7ECF;&amp;#x5728;&amp;#x4E00;&amp;#x4E9B;&amp;#x9886;&amp;#x57DF;&amp;#x6709;&amp;#x4E86;&amp;#x5F88;&amp;#x597D;&amp;#x7684;&amp;#x5E94;&amp;#x7528;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x4EBA;&amp;#x9645;&amp;#x6DF7;&amp;#x5408;&amp;#x589E;&amp;#x5F3A;&amp;#x667A;&amp;#x80FD;&quot;&gt;&lt;a href=&quot;#&amp;#x4EBA;&amp;#x9645;&amp;#x6DF7;&amp;#x5408;&amp;#x589E;&amp;#x5F3A;&amp;#x667A;&amp;#x80FD;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4EBA;&amp;#x9645;&amp;#x6DF7;&amp;#x5408;&amp;#x589E;&amp;#x5F3A;&amp;#x667A;&amp;#x80FD;&quot;&gt;&lt;/a&gt;&amp;#x4EBA;&amp;#x9645;&amp;#x6DF7;&amp;#x5408;&amp;#x589E;&amp;#x5F3A;&amp;#x667A;&amp;#x80FD;&lt;/h5&gt;&lt;p&gt;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7814;&amp;#x7A76;&amp;#x7684;&amp;#x91CD;&amp;#x8981;&amp;#x65B9;&amp;#x5411;&amp;#x4E4B;&amp;#x4E00;&amp;#x662F;&amp;#x501F;&amp;#x9274;&amp;#x8BA4;&amp;#x77E5;&amp;#x79D1;&amp;#x5B66;&amp;#x3001;&amp;#x8BA1;&amp;#x7B97;&amp;#x795E;&amp;#x7ECF;&amp;#x79D1;&amp;#x5B66;&amp;#x7684;&amp;#x7814;&amp;#x7A76;&amp;#x6210;&amp;#x679C;&amp;#xFF0C;&amp;#x4F7F;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x901A;&amp;#x8FC7;&amp;#x76F4;&amp;#x89C9;&amp;#x63A8;&amp;#x7406;&amp;#x3001;&amp;#x7ECF;&amp;#x9A8C;&amp;#x5B66;&amp;#x4E60;&amp;#x5C06;&amp;#x81EA;&amp;#x8EAB;&amp;#x5F15;&amp;#x5BFC;&amp;#x5230;&amp;#x66F4;&amp;#x9AD8;&amp;#x5C42;&amp;#x6B21;&amp;#x3002;&amp;#x76EE;&amp;#x524D;&amp;#x7684;&amp;#x673A;&amp;#x5668;&amp;#x667A;&amp;#x80FD;&amp;#x4ECD;&amp;#x7136;&amp;#x662F;&amp;#x4EE5;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x4E3A;&amp;#x4E2D;&amp;#x5FC3;&amp;#xFF0C;&amp;#x5E76;&amp;#x6CA1;&amp;#x6709;&amp;#x5B9E;&amp;#x73B0;&amp;#x4EBA;&amp;#x4EEC;&amp;#x6240;&amp;#x5E0C;&amp;#x671B;&amp;#x7684;&amp;#x201C;&amp;#x4EE5;&amp;#x4EBA;&amp;#x4E3A;&amp;#x4E2D;&amp;#x5FC3;&amp;#x201D;&amp;#x3002;&amp;#x5982;&amp;#x4F55;&amp;#x628A;&amp;#x4EBA;&amp;#x7C7B;&amp;#x8BA4;&amp;#x77E5;&amp;#x6A21;&amp;#x578B;&amp;#x5F15;&amp;#x5165;&amp;#x5230;&amp;#x673A;&amp;#x5668;&amp;#x667A;&amp;#x80FD;&amp;#x4E2D;&amp;#xFF0C;&amp;#x8BA9;&amp;#x5B83;&amp;#x80FD;&amp;#x591F;&amp;#x5728;&amp;#x63A8;&amp;#x7406;&amp;#x3001;&amp;#x51B3;&amp;#x7B56;&amp;#x3001;&amp;#x8BB0;&amp;#x5FC6;&amp;#x7B49;&amp;#x65B9;&amp;#x9762;&amp;#x8FBE;&amp;#x5230;&amp;#x7C7B;&amp;#x4EBA;&amp;#x667A;&amp;#x80FD;&amp;#x6C34;&amp;#x5E73;&amp;#xFF0C;&amp;#x662F;&amp;#x76EE;&amp;#x524D;&amp;#x79D1;&amp;#x5B66;&amp;#x754C;&amp;#x8BA8;&amp;#x8BBA;&amp;#x7684;&amp;#x7126;&amp;#x70B9;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x81EA;&amp;#x4E3B;&amp;#x667A;&amp;#x80FD;&amp;#x7CFB;&amp;#x7EDF;&quot;&gt;&lt;a href=&quot;#&amp;#x81EA;&amp;#x4E3B;&amp;#x667A;&amp;#x80FD;&amp;#x7CFB;&amp;#x7EDF;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x81EA;&amp;#x4E3B;&amp;#x667A;&amp;#x80FD;&amp;#x7CFB;&amp;#x7EDF;&quot;&gt;&lt;/a&gt;&amp;#x81EA;&amp;#x4E3B;&amp;#x667A;&amp;#x80FD;&amp;#x7CFB;&amp;#x7EDF;&lt;/h5&gt;&lt;p&gt;&amp;#x673A;&amp;#x5668;&amp;#x81EA;&amp;#x4E3B;&amp;#x667A;&amp;#x80FD;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x81EA;&amp;#x4E3B;&amp;#x7684;&amp;#x667A;&amp;#x80FD;&amp;#x601D;&amp;#x7EF4;&amp;#x3002;&amp;#x7531;&amp;#x4E8E;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7684;&amp;#x53D1;&amp;#x5C55;&amp;#x53CA;&amp;#x8F6F;&amp;#x786C;&amp;#x4EF6;&amp;#x7684;&amp;#x8FDB;&amp;#x6B65;&amp;#xFF0C;&amp;#x4F7F;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x903B;&amp;#x8F91;&amp;#x5206;&amp;#x6790;&amp;#x80FD;&amp;#x529B;&amp;#x4E0D;&amp;#x65AD;&amp;#x5927;&amp;#x5E45;&amp;#x63D0;&amp;#x9AD8;&amp;#xFF0C;&amp;#x76F4;&amp;#x81F3;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x7684;&amp;#x7EFC;&amp;#x5408;&amp;#x903B;&amp;#x8F91;&amp;#x5206;&amp;#x6790;&amp;#x63D0;&amp;#x9AD8;&amp;#x4E3A;&amp;#x903B;&amp;#x8F91;&amp;#x601D;&amp;#x7EF4;&amp;#xFF0C;&amp;#x8FD9;&amp;#x79CD;&amp;#x903B;&amp;#x8F91;&amp;#x601D;&amp;#x7EF4;&amp;#x53EF;&amp;#x4EE5;&amp;#x6839;&amp;#x636E;&amp;#x73AF;&amp;#x5883;&amp;#x6761;&amp;#x4EF6;&amp;#x81EA;&amp;#x4E3B;&amp;#x4EA7;&amp;#x751F;&amp;#x65B0;&amp;#x7684;&amp;#x903B;&amp;#x8F91;&amp;#xFF0C;&amp;#x5E76;&amp;#x6446;&amp;#x8131;&amp;#x4EBA;&amp;#x7C7B;&amp;#x7684;&amp;#x6846;&amp;#x67B6;&amp;#x5F0F;&amp;#x63A7;&amp;#x5236;&amp;#xFF0C;&amp;#x800C;&amp;#x6210;&amp;#x4E3A;&amp;#x4E00;&amp;#x79CD;&amp;#x81EA;&amp;#x4E3B;&amp;#x7684;&amp;#x667A;&amp;#x80FD;&amp;#x601D;&amp;#x7EF4;&lt;/p&gt;
&lt;h4 id=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;a href=&quot;#&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;/a&gt;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&lt;/h4&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x5BF9;&amp;#x793E;&amp;#x4F1A;&amp;#x7A7A;&amp;#x95F4;&amp;#x3001;&amp;#x7269;&amp;#x7406;&amp;#x7A7A;&amp;#x95F4;&amp;#x3001;&amp;#x4FE1;&amp;#x606F;&amp;#x7A7A;&amp;#x95F4;&amp;#x611F;&amp;#x89E6;&amp;#x975E;&amp;#x5E38;&amp;#x6DF1;&amp;#xFF0C;&amp;#x628A;&amp;#x4EBA;&amp;#x7C7B;&amp;#x4E16;&amp;#x754C;&amp;#x5206;&amp;#x4E3A;&amp;#x5404;&amp;#x4E2A;&amp;#x7EF4;&amp;#x5EA6;&amp;#x53BB;&amp;#x8003;&amp;#x8651;&amp;#xFF0C;&amp;#x4ECE;&amp;#x800C;&amp;#x5F15;&amp;#x51FA;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5728;&amp;#x5404;&amp;#x4E2A;&amp;#x7EF4;&amp;#x5EA6;&amp;#x4E2D;&amp;#x7684;&amp;#x5177;&amp;#x4F53;&amp;#x5E94;&amp;#x7528;&amp;#xFF0C;&amp;#x4EE5;&amp;#x53CA;&amp;#x4FE1;&amp;#x606F;&amp;#x7A7A;&amp;#x95F4;&amp;#x7684;&amp;#x5927;&amp;#x77E5;&amp;#x8BC6;&amp;#xFF0C;&amp;#x4ECE;&amp;#x4EBA;&amp;#x7C7B;&amp;#x7684;&amp;#x793E;&amp;#x4EA4;&amp;#x3001;&amp;#x7269;&amp;#x8054;&amp;#x7F51;&amp;#x7B49;&amp;#x7B49;&amp;#x4EA7;&amp;#x751F;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x91CF;&amp;#x7EA7;&amp;#x5DF2;&amp;#x7ECF;&amp;#x8FBE;&amp;#x5230;&amp;#x4E0D;&amp;#x53EF;&amp;#x9884;&amp;#x4F30;&amp;#xFF0C;&amp;#x800C;&amp;#x8FD9;&amp;#x4E9B;&amp;#x6570;&amp;#x636E;&amp;#x4E3A;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53D1;&amp;#x5C55;&amp;#x7A7A;&amp;#x95F4;&amp;#x5E26;&amp;#x6765;&amp;#x7684;&amp;#x65E0;&amp;#x9650;&amp;#x53EF;&amp;#x80FD;&amp;#x3002;&amp;#x4EBA;&amp;#x9645;&amp;#x6DF7;&amp;#x5408;&amp;#x589E;&amp;#x5F3A;&amp;#x667A;&amp;#x80FD;&amp;#x5C06;&amp;#x5BF9;&amp;#x4EBA;&amp;#x7684;&amp;#x601D;&amp;#x60F3;&amp;#x8FDB;&amp;#x884C;&amp;#x5B66;&amp;#x4E60;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7684;&amp;#x6F5C;&amp;#x80FD;&amp;#x771F;&amp;#x7684;&amp;#x662F;&amp;#x6DF1;&amp;#x4E0D;&amp;#x53EF;&amp;#x6D4B;&amp;#x3002;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h3 id=&quot;&amp;#x83B1;&amp;#x65AF;&amp;#x5229;&amp;#x74E6;&amp;#x5229;&amp;#x5B89;&amp;#x7279;&quot;&gt;&lt;a href=&quot;#&amp;#x83B1;&amp;#x65AF;&amp;#x5229;-&amp;#x74E6;&amp;#x5229;&amp;#x5B89;&amp;#x7279;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x83B1;&amp;#x65AF;&amp;#x5229;.&amp;#x74E6;&amp;#x5229;&amp;#x5B89;&amp;#x7279;&quot;&gt;&lt;/a&gt;&amp;#x83B1;&amp;#x65AF;&amp;#x5229;.&amp;#x74E6;&amp;#x5229;&amp;#x5B89;&amp;#x7279;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;2010&amp;#x5E74;&amp;#x56FE;&amp;#x7075;&amp;#x83B7;&amp;#x5F97;&amp;#x4E3B;&amp;#xFF0C;&amp;#x201C;&amp;#x8BA1;&amp;#x7B97;&amp;#x5B66;&amp;#x4E60;&amp;#x7406;&amp;#x8BBA;&amp;#x4E4B;&amp;#x7236;&amp;#x201D;&amp;#xFF0C;&amp;#x82F1;&amp;#x56FD;&amp;#x7687;&amp;#x5BB6;&amp;#x5B66;&amp;#x4F1A;&amp;#x4F1A;&amp;#x58EB;&amp;#xFF0C;&amp;#x7F8E;&amp;#x56FD;&amp;#x79D1;&amp;#x5B66;&amp;#x9662;&amp;#x9662;&amp;#x58EB;&amp;#xFF0C;&amp;#x54C8;&amp;#x4F5B;&amp;#x5927;&amp;#x5B66;&amp;#x6559;&amp;#x6388;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h4 id=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;a href=&quot;#&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;-1&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;/a&gt;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&lt;/h4&gt;&lt;h5 id=&quot;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x5FC5;&amp;#x5907;&amp;#x6761;&amp;#x4EF6;&amp;#x4EE5;&amp;#x53CA;&amp;#x5176;&amp;#x5C40;&amp;#x9650;&amp;#x548C;&amp;#x5982;&amp;#x4F55;&amp;#x89E3;&amp;#x51B3;&quot;&gt;&lt;a href=&quot;#&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x5FC5;&amp;#x5907;&amp;#x6761;&amp;#x4EF6;&amp;#x4EE5;&amp;#x53CA;&amp;#x5176;&amp;#x5C40;&amp;#x9650;&amp;#x548C;&amp;#x5982;&amp;#x4F55;&amp;#x89E3;&amp;#x51B3;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x5FC5;&amp;#x5907;&amp;#x6761;&amp;#x4EF6;&amp;#x4EE5;&amp;#x53CA;&amp;#x5176;&amp;#x5C40;&amp;#x9650;&amp;#x548C;&amp;#x5982;&amp;#x4F55;&amp;#x89E3;&amp;#x51B3;&quot;&gt;&lt;/a&gt;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x5FC5;&amp;#x5907;&amp;#x6761;&amp;#x4EF6;&amp;#x4EE5;&amp;#x53CA;&amp;#x5176;&amp;#x5C40;&amp;#x9650;&amp;#x548C;&amp;#x5982;&amp;#x4F55;&amp;#x89E3;&amp;#x51B3;&lt;/h5&gt;&lt;p&gt;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x516B;&amp;#x5927;&amp;#x5FC5;&amp;#x5907;&amp;#x6761;&amp;#x4EF6;&amp;#xFF1A;&amp;#x65B9;&amp;#x5411;&amp;#x8981;&amp;#x660E;&amp;#x786E;&amp;#x3001;&amp;#x7ED3;&amp;#x679C;&amp;#x8981;&amp;#x5BB9;&amp;#x9519;&amp;#x3001;&amp;#x7CBE;&amp;#x51C6;&amp;#x7684;&amp;#x53C2;&amp;#x6570;&amp;#x3001;&amp;#x5927;&amp;#x91CF;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x652F;&amp;#x6491;&amp;#xFF0C;&amp;#x7ED3;&amp;#x679C;&amp;#x4E0D;&amp;#x80FD;&amp;#x6709;&amp;#x592A;&amp;#x591A;&amp;#x53D8;&amp;#x5316;&amp;#x7B49;&amp;#x7B49;&amp;#xFF08;&amp;#x6CA1;&amp;#x8BB0;&amp;#x5168;&amp;#xFF09;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x4E0D;&amp;#x80FD;&amp;#x591F;&amp;#x50CF;&amp;#x4EBA;&amp;#x4E00;&amp;#x6837;&amp;#x53BB;&amp;#x63A8;&amp;#x7406;&amp;#xFF0C;&amp;#x4F8B;&amp;#x5982;&amp;#x5B54;&amp;#x5B50;&amp;#x6709;&amp;#x7B14;&amp;#x8BB0;&amp;#x672C;&amp;#x7535;&amp;#x8111;&amp;#x5417;&amp;#xFF1F;&amp;#x673A;&amp;#x5668;&amp;#x662F;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x7684;&amp;#xFF0C;&amp;#x586B;&amp;#x8BCD;&amp;#x8865;&amp;#x5168;&amp;#x53E5;&amp;#x5B50;&amp;#x5185;&amp;#x5BB9;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x65E0;&amp;#x4ECE;&amp;#x4E0B;&amp;#x624B;&amp;#x3002;&amp;#x200B;&amp;#x8981;&amp;#x8BA9;&amp;#x673A;&amp;#x5668;&amp;#x80FD;&amp;#x591F;&amp;#x8FDB;&amp;#x884C;&amp;#x63A8;&amp;#x7406;&amp;#xFF0C;&amp;#x63D0;&amp;#x4F9B;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x7684;&amp;#x8981;&amp;#x53EF;&amp;#x9760;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x9700;&amp;#x8981;&amp;#x53BB;&amp;#x6559;&amp;#x673A;&amp;#x5668;&amp;#x5982;&amp;#x4F55;&amp;#x53BB;&amp;#x505A;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x4EC0;&amp;#x4E48;&amp;#x662F;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&quot;&gt;&lt;a href=&quot;#&amp;#x4EC0;&amp;#x4E48;&amp;#x662F;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4EC0;&amp;#x4E48;&amp;#x662F;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&quot;&gt;&lt;/a&gt;&amp;#x4EC0;&amp;#x4E48;&amp;#x662F;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&lt;/h5&gt;&lt;p&gt;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x7B97;&amp;#x6CD5;&amp;#x662F;&amp;#x5206;&amp;#x6790;&amp;#x8BE5;&amp;#x8BAD;&amp;#x7EC3;&amp;#x6570;&amp;#x636E;&amp;#xFF0C;&amp;#x5E76;&amp;#x4EA7;&amp;#x751F;&amp;#x4E00;&amp;#x4E2A;&amp;#x63A8;&amp;#x65AD;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#xFF0C;&amp;#x5176;&amp;#x53EF;&amp;#x4EE5;&amp;#x7528;&amp;#x4E8E;&amp;#x6620;&amp;#x5C04;&amp;#x51FA;&amp;#x65B0;&amp;#x7684;&amp;#x5B9E;&amp;#x4F8B;&amp;#xFF0C;&amp;#x4F46;&amp;#x6B63;&amp;#x5E38;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x4EA7;&amp;#x751F;&amp;#x7684;&amp;#x7ED3;&amp;#x679C;&amp;#x662F;&amp;#x9519;&amp;#x8BEF;&amp;#x7684;&amp;#xFF0C;&amp;#x8FD9;&amp;#x65F6;&amp;#x9700;&amp;#x8981;&amp;#x4EBA;&amp;#x53BB;&amp;#x8FDB;&amp;#x884C;&amp;#x7EA0;&amp;#x9519;&amp;#x6539;&amp;#x6B63;&amp;#xFF0C;&amp;#x5E76;&amp;#x5C06;&amp;#x7ED3;&amp;#x679C;&amp;#x53CD;&amp;#x9988;&amp;#x7ED9;&amp;#x673A;&amp;#x5668;&amp;#xFF0C;&amp;#x8BA9;&amp;#x5176;&amp;#x4E0D;&amp;#x65AD;&amp;#x8BAD;&amp;#x7EC3;&amp;#x63D0;&amp;#x5347;&amp;#x7ED3;&amp;#x679C;&amp;#x7684;&amp;#x51C6;&amp;#x786E;&amp;#x6027;&amp;#x3002;&amp;#x8FC7;&amp;#x7A0B;&amp;#x4E2D;&amp;#x8FDB;&amp;#x884C;&amp;#x4E86;&amp;#x4E3E;&amp;#x4F8B;&amp;#x8BF4;&amp;#x660E;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;a href=&quot;#&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;-1&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;/a&gt;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&lt;/h4&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x83B1;&amp;#x65AF;&amp;#x5229;.&amp;#x74E6;&amp;#x5229;&amp;#x5B89;&amp;#x7279;&amp;#x7684;&amp;#x6F14;&amp;#x8BB2;&amp;#x662F;&amp;#x4ECE;&amp;#x5B66;&amp;#x672F;&amp;#x7406;&amp;#x8BBA;&amp;#x7684;&amp;#x89D2;&amp;#x5EA6;&amp;#x548C;&amp;#x5927;&amp;#x5BB6;&amp;#x63A2;&amp;#x8BA8;&amp;#x4E86;&amp;#x5F53;&amp;#x4E0B;&amp;#x5927;&amp;#x6570;&amp;#x636E;&amp;#x73AF;&amp;#x5883;&amp;#x4E0B;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x6240;&amp;#x9762;&amp;#x4E34;&amp;#x7684;&amp;#x65B0;&amp;#x6311;&amp;#x6218;&amp;#xFF0C;&amp;#x542C;&amp;#x8D77;&amp;#x6765;&amp;#x901A;&amp;#x4FD7;&amp;#x6613;&amp;#x61C2;&amp;#xFF0C;&amp;#x53EF;&amp;#x80FD;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x9AD8;&amp;#x5EA6;&amp;#x6709;&amp;#x9650;&amp;#xFF0C;&amp;#x6216;&amp;#x8005;&amp;#x6F14;&amp;#x8BB2;&amp;#x5185;&amp;#x5BB9;&amp;#x9700;&amp;#x9762;&amp;#x5411;&amp;#x5927;&amp;#x4F17;&amp;#xFF0C;&amp;#x6CA1;&amp;#x6709;&amp;#x542C;&amp;#x5230;&amp;#x671F;&amp;#x671B;&amp;#x7684;&amp;#x90A3;&amp;#x4E9B;&amp;#x9AD8;&amp;#x6DF1;&amp;#x7684;&amp;#x6280;&amp;#x672F;&amp;#x77E5;&amp;#x8BC6;&amp;#x3002;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h3 id=&quot;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&quot;&gt;&lt;a href=&quot;#&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&quot;&gt;&lt;/a&gt;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;Landing.ai&amp;#x521B;&amp;#x59CB;&amp;#x4EBA;&amp;#x3001;CEO&amp;#xFF0C;&amp;#x65AF;&amp;#x5766;&amp;#x798F;&amp;#x5927;&amp;#x5B66;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x7CFB;&amp;#x5BA2;&amp;#x5EA7;&amp;#x6559;&amp;#x6388;&amp;#xFF0C;&amp;#x539F;&amp;#x767E;&amp;#x5EA6;&amp;#x9996;&amp;#x5E2D;&amp;#x79D1;&amp;#x5B66;&amp;#x5BB6;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h4 id=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;a href=&quot;#&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;-2&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;/a&gt;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&lt;/h4&gt;&lt;h5 id=&quot;&amp;#x4F01;&amp;#x4E1A;&amp;#x5E94;&amp;#x5982;&amp;#x4F55;&amp;#x4F7F;&amp;#x7528;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&quot;&gt;&lt;a href=&quot;#&amp;#x4F01;&amp;#x4E1A;&amp;#x5E94;&amp;#x5982;&amp;#x4F55;&amp;#x4F7F;&amp;#x7528;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4F01;&amp;#x4E1A;&amp;#x5E94;&amp;#x5982;&amp;#x4F55;&amp;#x4F7F;&amp;#x7528;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&quot;&gt;&lt;/a&gt;&amp;#x4F01;&amp;#x4E1A;&amp;#x5E94;&amp;#x5982;&amp;#x4F55;&amp;#x4F7F;&amp;#x7528;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&lt;/h5&gt;&lt;p&gt;&amp;#x4ECE;&amp;#x4E09;&amp;#x4E2A;&amp;#x65B9;&amp;#x9762;&amp;#x8BB2;&amp;#x8FF0;&amp;#x4E86;&amp;#x4F01;&amp;#x4E1A;&amp;#x5982;&amp;#x4F55;&amp;#x8FDB;&amp;#x884C;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7684;&amp;#x7814;&amp;#x7A76;&amp;#xFF1A;AI&amp;#x4EBA;&amp;#x624D;&amp;#x3001;AI&amp;#x9879;&amp;#x76EE;&amp;#x3001;&amp;#x516C;&amp;#x53F8;&amp;#x6218;&amp;#x7565;+AI&amp;#xFF0C;&amp;#x5176;&amp;#x4E2D;AI&amp;#x4EBA;&amp;#x624D;&amp;#x5EFA;&amp;#x8BAE;&amp;#x5355;&amp;#x72EC;&amp;#x6210;&amp;#x7ACB;&amp;#x90E8;&amp;#x95E8;&amp;#xFF0C;&amp;#x4E3B;&amp;#x8981;&amp;#x8FDB;&amp;#x884C;&amp;#x6570;&amp;#x636E;&amp;#x5206;&amp;#x6790;&amp;#x548C;&amp;#x7B97;&amp;#x6CD5;&amp;#x7814;&amp;#x7A76;&amp;#xFF0C;AI&amp;#x90E8;&amp;#x95E8;&amp;#x9700;&amp;#x8981;&amp;#x4E0E;&amp;#x5404;&amp;#x4E2A;&amp;#x516C;&amp;#x53F8;&amp;#x90E8;&amp;#x95E8;&amp;#x8FDB;&amp;#x884C;&amp;#x5BF9;&amp;#x63A5;&amp;#xFF0C;AI&amp;#x56E2;&amp;#x961F;&amp;#x7684;&amp;#x5EFA;&amp;#x8BBE;&amp;#x4E0D;&amp;#x5FC5;&amp;#x8981;&amp;#x5927;&amp;#x800C;&amp;#x5E7F;&amp;#xFF0C;&amp;#x9700;&amp;#x8981;&amp;#x9488;&amp;#x5BF9;&amp;#x516C;&amp;#x53F8;&amp;#x7684;&amp;#x60C5;&amp;#x51B5;&amp;#xFF0C;&amp;#x9488;&amp;#x5BF9;&amp;#x6027;&amp;#x7684;&amp;#x8FDB;&amp;#x884C;&amp;#x7814;&amp;#x7A76;&amp;#xFF0C;&amp;#x56E2;&amp;#x961F;&amp;#x7684;&amp;#x5EFA;&amp;#x8BBE;&amp;#x6CE8;&amp;#x610F;&amp;#x5DF2;&amp;#x5916;&amp;#x90E8;&amp;#x8D44;&amp;#x6E90;&amp;#x5F15;&amp;#x8FDB;+&amp;#x56E2;&amp;#x961F;&amp;#x6570;&amp;#x636E;&amp;#x5904;&amp;#x7406;+&amp;#x5177;&amp;#x4F53;&amp;#x4E1A;&amp;#x52A1;&amp;#xFF1B;AI&amp;#x9879;&amp;#x76EE;&amp;#x200B;&amp;#x4E0D;&amp;#x5FC5;&amp;#x987B;&amp;#x6240;&amp;#x6709;&amp;#x90FD;&amp;#x81EA;&amp;#x5DF1;&amp;#x7814;&amp;#x7A76;&amp;#x5F00;&amp;#x53D1;&amp;#xFF0C;&amp;#x53EF;&amp;#x4EE5;&amp;#x5F15;&amp;#x8FDB;&amp;#x5916;&amp;#x90E8;&amp;#x6210;&amp;#x719F;&amp;#x7684;&amp;#x4EA7;&amp;#x54C1;&amp;#x8FDB;&amp;#x884C;&amp;#x5408;&amp;#x4F5C;&amp;#x6A21;&amp;#x5F0F;&amp;#x6269;&amp;#x5C55;&amp;#xFF1B;&amp;#x516C;&amp;#x53F8;&amp;#x6218;&amp;#x7565;&amp;#x4E2D;&amp;#x7684;AI&amp;#x5207;&amp;#x5FCC;&amp;#x7814;&amp;#x7A76;&amp;#x901A;&amp;#x7528;&amp;#x6027;AI&amp;#xFF0C;&amp;#x901A;&amp;#x7528;&amp;#x6027;AI&amp;#x662F;&amp;#x8C37;&amp;#x6B4C;&amp;#x548C;&amp;#x884C;&amp;#x4E1A;&amp;#x4E00;&amp;#x4E9B;&amp;#x5927;&amp;#x578B;&amp;#x516C;&amp;#x53F8;&amp;#x8BE5;&amp;#x505A;&amp;#x7684;&amp;#xFF0C;&amp;#x4E00;&amp;#x822C;&amp;#x516C;&amp;#x53F8;&amp;#x7684;AI&amp;#x5E94;&amp;#x8BE5;&amp;#x8FDB;&amp;#x884C;&amp;#x5782;&amp;#x76F4;&amp;#x884C;&amp;#x4E1A;&amp;#x7814;&amp;#x7A76;&amp;#xFF0C;&amp;#x800C;&amp;#x4E14;&amp;#x662F;&amp;#x8981;&amp;#x5BF9;&amp;#x516C;&amp;#x53F8;&amp;#x91CD;&amp;#x8981;&amp;#x800C;&amp;#x975E;&amp;#x5927;&amp;#x89C4;&amp;#x6A21;&amp;#x7684;&amp;#x9488;&amp;#x5BF9;&amp;#x6027;&amp;#x7814;&amp;#x7A76;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x653F;&amp;#x5E9C;&amp;#x5BF9;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53EF;&amp;#x4EE5;&amp;#x63D0;&amp;#x4F9B;&amp;#x54EA;&amp;#x4E9B;&amp;#x652F;&amp;#x6301;&quot;&gt;&lt;a href=&quot;#&amp;#x653F;&amp;#x5E9C;&amp;#x5BF9;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53EF;&amp;#x4EE5;&amp;#x63D0;&amp;#x4F9B;&amp;#x54EA;&amp;#x4E9B;&amp;#x652F;&amp;#x6301;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x653F;&amp;#x5E9C;&amp;#x5BF9;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53EF;&amp;#x4EE5;&amp;#x63D0;&amp;#x4F9B;&amp;#x54EA;&amp;#x4E9B;&amp;#x652F;&amp;#x6301;&quot;&gt;&lt;/a&gt;&amp;#x653F;&amp;#x5E9C;&amp;#x5BF9;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x53EF;&amp;#x4EE5;&amp;#x63D0;&amp;#x4F9B;&amp;#x54EA;&amp;#x4E9B;&amp;#x652F;&amp;#x6301;&lt;/h5&gt;&lt;p&gt;&amp;#x4E3B;&amp;#x8981;&amp;#x5021;&amp;#x5BFC;&amp;#x653F;&amp;#x5E9C;&amp;#x8981;&amp;#x5BF9;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x8FDB;&amp;#x884C;&amp;#x653F;&amp;#x7B56;&amp;#x652F;&amp;#x6301;&amp;#xFF0C;&amp;#x800C;&amp;#x4E14;&amp;#x5BF9;&amp;#x4E00;&amp;#x4E9B;&amp;#x6570;&amp;#x636E;&amp;#x8981;&amp;#x8FDB;&amp;#x884C;&amp;#x6C47;&amp;#x603B;&amp;#x5F00;&amp;#x653E;&amp;#xFF0C;&amp;#x6570;&amp;#x636E;&amp;#x662F;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7684;&amp;#x57FA;&amp;#x7840;&amp;#xFF0C;&amp;#x5F00;&amp;#x653E;&amp;#x6570;&amp;#x636E;&amp;#x8BA9;&amp;#x6574;&amp;#x4E2A;&amp;#x793E;&amp;#x4F1A;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x6D3B;&amp;#x8DC3;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x901A;&amp;#x8FC7;&amp;#x65E0;&amp;#x4EBA;&amp;#x9A7E;&amp;#x9A76;&amp;#x6280;&amp;#x672F;&amp;#x8BF4;&amp;#x660E;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5C06;&amp;#x4F7F;&amp;#x89C4;&amp;#x5219;&amp;#x88AB;&amp;#x91CD;&amp;#x65B0;&amp;#x5B9A;&amp;#x4E49;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;&amp;#x5F53;&amp;#x524D;&amp;#x7684;&amp;#x4EA4;&amp;#x901A;&amp;#x89C4;&amp;#x5219;&amp;#x662F;&amp;#x6839;&amp;#x636E;&amp;#x4EBA;&amp;#x7684;&amp;#x9A7E;&amp;#x9A76;&amp;#x6765;&amp;#x5B9A;&amp;#x4E49;&amp;#x7684;&amp;#xFF0C;&amp;#x672A;&amp;#x6765;&amp;#x4EA4;&amp;#x901A;&amp;#x89C4;&amp;#x5219;&amp;#x4F1A;&amp;#x6839;&amp;#x636E;&amp;#x7A0B;&amp;#x5E8F;&amp;#x6765;&amp;#x5B9A;&amp;#x4E49;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x5927;&amp;#x5B66;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x60C5;&amp;#x51B5;&quot;&gt;&lt;a href=&quot;#&amp;#x5927;&amp;#x5B66;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x60C5;&amp;#x51B5;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x5927;&amp;#x5B66;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x60C5;&amp;#x51B5;&quot;&gt;&lt;/a&gt;&amp;#x5927;&amp;#x5B66;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x60C5;&amp;#x51B5;&lt;/h5&gt;&lt;p&gt;&amp;#x5F53;&amp;#x524D;&amp;#x5357;&amp;#x4EAC;&amp;#x5927;&amp;#x5B66;&amp;#x5F00;&amp;#x8BBE;&amp;#x4E86;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5B66;&amp;#x9662;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E9B;&amp;#x5927;&amp;#x5B66;&amp;#x4E5F;&amp;#x5F00;&amp;#x8BBE;&amp;#x4E86;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x4E13;&amp;#x5229;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x4E0D;&amp;#x9519;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;a href=&quot;#&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;-2&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;/a&gt;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&lt;/h4&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x4E4B;&amp;#x524D;&amp;#x770B;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&amp;#x7684;&amp;#x89C6;&amp;#x9891;&amp;#x5927;&amp;#x591A;&amp;#x6570;&amp;#x6280;&amp;#x672F;&amp;#x7C7B;&amp;#x89C6;&amp;#x9891;&amp;#xFF0C;&amp;#x8FD9;&amp;#x6B21;&amp;#x6F14;&amp;#x8BB2;&amp;#x66F4;&amp;#x6CE8;&amp;#x91CD;&amp;#x6280;&amp;#x672F;&amp;#x5468;&amp;#x8FB9;&amp;#x56E0;&amp;#x7D20;&amp;#x7684;&amp;#x8BB2;&amp;#x89E3;&amp;#x4E0E;&amp;#x63D0;&amp;#x5021;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x9AD8;&amp;#x5EA6;&amp;#x53C8;&amp;#x4E0A;&amp;#x4E86;&amp;#x4E00;&amp;#x5C42;&amp;#xFF0C;&amp;#x800C;&amp;#x4E14;&amp;#x66F4;&amp;#x52A0;&amp;#x5D07;&amp;#x62DC;&amp;#x4ED6;&amp;#x4E86;&amp;#xFF0C;&amp;#x4E0D;&amp;#x4EC5;&amp;#x4EC5;&amp;#x662F;&amp;#x6280;&amp;#x672F;&amp;#x4E13;&amp;#x5BB6;&amp;#xFF0C;&amp;#x66F4;&amp;#x662F;&amp;#x6559;&amp;#x80B2;&amp;#x4E13;&amp;#x5BB6;&amp;#xFF0C;&amp;#x5173;&amp;#x5FC3;&amp;#x6574;&amp;#x4E2A;&amp;#x4E1A;&amp;#x754C;&amp;#x7684;&amp;#x53D1;&amp;#x5C55;&amp;#xFF0C;&amp;#x4ECE;&amp;#x4ED6;&amp;#x8BB2;&amp;#x5230;&amp;#x7684;&amp;#x201C;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5C06;&amp;#x91CD;&amp;#x65B0;&amp;#x5B9A;&amp;#x4E49;&amp;#x793E;&amp;#x4F1A;&amp;#x89C4;&amp;#x5219;&amp;#x201D;&amp;#xFF0C;&amp;#x610F;&amp;#x8BC6;&amp;#x5230;&amp;#x4E86;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7684;&amp;#x5F3A;&amp;#x5927;&amp;#xFF0C;&amp;#x4E0E;&amp;#x52BF;&amp;#x4E0D;&amp;#x53EF;&amp;#x6321;&amp;#x3002;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h3 id=&quot;&amp;#x5468;&amp;#x5FD7;&amp;#x534E;&quot;&gt;&lt;a href=&quot;#&amp;#x5468;&amp;#x5FD7;&amp;#x534E;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x5468;&amp;#x5FD7;&amp;#x534E;&quot;&gt;&lt;/a&gt;&amp;#x5468;&amp;#x5FD7;&amp;#x534E;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x5357;&amp;#x4EAC;&amp;#x5927;&amp;#x5B66;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x7CFB;&amp;#x4E3B;&amp;#x4EFB;&amp;#xFF0C;&amp;#x5357;&amp;#x4EAC;&amp;#x5927;&amp;#x5B66;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x5B66;&amp;#x9662;&amp;#x9662;&amp;#x957F;&amp;#xFF0C;&amp;#x6B27;&amp;#x6D32;&amp;#x79D1;&amp;#x5B66;&amp;#x9662;&amp;#x5916;&amp;#x7C4D;&amp;#x9662;&amp;#x58EB;&amp;#xFF0C;ACM/AAAI/IEEE/AAAS/IAPR&amp;#x4F1A;&amp;#x58EB;&amp;#x200B;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h4 id=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;a href=&quot;#&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;-3&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&quot;&gt;&lt;/a&gt;&amp;#x91CD;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x8BB0;&amp;#x5F55;&lt;/h4&gt;&lt;h5 id=&quot;&amp;#x6DF1;&amp;#x5EA6;&amp;#x68EE;&amp;#x6797;&amp;#x7B97;&amp;#x6CD5;&amp;#x7684;&amp;#x63D0;&amp;#x51FA;&amp;#x4E0E;&amp;#x5176;&amp;#x5728;&amp;#x4E4B;&amp;#x540E;&amp;#x7814;&amp;#x7A76;&amp;#x7684;&amp;#x7279;&amp;#x6B8A;&amp;#x610F;&amp;#x4E49;&quot;&gt;&lt;a href=&quot;#&amp;#x6DF1;&amp;#x5EA6;&amp;#x68EE;&amp;#x6797;&amp;#x7B97;&amp;#x6CD5;&amp;#x7684;&amp;#x63D0;&amp;#x51FA;&amp;#x4E0E;&amp;#x5176;&amp;#x5728;&amp;#x4E4B;&amp;#x540E;&amp;#x7814;&amp;#x7A76;&amp;#x7684;&amp;#x7279;&amp;#x6B8A;&amp;#x610F;&amp;#x4E49;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x6DF1;&amp;#x5EA6;&amp;#x68EE;&amp;#x6797;&amp;#x7B97;&amp;#x6CD5;&amp;#x7684;&amp;#x63D0;&amp;#x51FA;&amp;#x4E0E;&amp;#x5176;&amp;#x5728;&amp;#x4E4B;&amp;#x540E;&amp;#x7814;&amp;#x7A76;&amp;#x7684;&amp;#x7279;&amp;#x6B8A;&amp;#x610F;&amp;#x4E49;&quot;&gt;&lt;/a&gt;&amp;#x6DF1;&amp;#x5EA6;&amp;#x68EE;&amp;#x6797;&amp;#x7B97;&amp;#x6CD5;&amp;#x7684;&amp;#x63D0;&amp;#x51FA;&amp;#x4E0E;&amp;#x5176;&amp;#x5728;&amp;#x4E4B;&amp;#x540E;&amp;#x7814;&amp;#x7A76;&amp;#x7684;&amp;#x7279;&amp;#x6B8A;&amp;#x610F;&amp;#x4E49;&lt;/h5&gt;&lt;p&gt;&amp;#x4EE5;&amp;#x6DF1;&amp;#x5EA6;&amp;#x5B66;&amp;#x4E60;&amp;#x4E3A;&amp;#x5BFC;&amp;#x7EBF;&amp;#xFF0C;&amp;#x5F15;&amp;#x51FA;&amp;#x6DF1;&amp;#x5EA6;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x6DF1;&amp;#x5EA6;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x622A;&amp;#x6B62;&amp;#x6700;&amp;#x8FD1;&amp;#x5DF2;&amp;#x7ECF;&amp;#x6709;&amp;#x4E86;&amp;#x5F88;&amp;#x5927;&amp;#x7A81;&amp;#x7834;&amp;#x8FDB;&amp;#x5C55;&amp;#xFF0C;&amp;#x4ECE;&amp;#x4E4B;&amp;#x524D;8&amp;#x5C42;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C31;&amp;#x83B7;&amp;#x5F97;&amp;#x4E86;&amp;#x5168;&amp;#x56FD;&amp;#x7ADE;&amp;#x8D5B;&amp;#x7684;&amp;#x4E00;&amp;#x7B49;&amp;#x5956;&amp;#xFF0C;&amp;#x5230;&amp;#x73B0;&amp;#x5728;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x5DF2;&amp;#x7ECF;&amp;#x53EF;&amp;#x4EE5;&amp;#x8FBE;&amp;#x5230;100&amp;#x5C42;&amp;#x7684;&amp;#x6C34;&amp;#x5E73;&amp;#xFF0C;&amp;#x4F46;&amp;#x7531;&amp;#x4E8E;&amp;#x6DF1;&amp;#x5EA6;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x5FC5;&amp;#x5B9A;&amp;#x4F1A;&amp;#x5E26;&amp;#x6765;&amp;#x8D85;&amp;#x53C2;&amp;#x6570;&amp;#xFF0C;&amp;#x5BFC;&amp;#x81F4;&amp;#x6574;&amp;#x4E2A;&amp;#x7CFB;&amp;#x7EDF;&amp;#x4F1A;&amp;#x9AD8;&amp;#x5EA6;&amp;#x590D;&amp;#x6742;&amp;#xFF0C;&amp;#x7EF4;&amp;#x62A4;&amp;#x6210;&amp;#x672C;&amp;#x975E;&amp;#x5E38;&amp;#x9AD8;&amp;#xFF0C;&amp;#x5F53;&amp;#x524D;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7814;&amp;#x7A76;&amp;#x8005;&amp;#x5F00;&amp;#x59CB;&amp;#x5C31;&amp;#x6DF1;&amp;#x5EA6;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x5BFB;&amp;#x6C42;&amp;#x7B80;&amp;#x5316;&amp;#x7684;&amp;#x7B97;&amp;#x6CD5;&amp;#xFF0C;&amp;#x800C;&amp;#x6DF1;&amp;#x5EA6;&amp;#x68EE;&amp;#x6797;&amp;#x7B97;&amp;#x6CD5;&amp;#x6210;&amp;#x4E3A;&amp;#x4E86;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x7814;&amp;#x7A76;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#xFF0C;&amp;#x6DF1;&amp;#x5EA6;&amp;#x68EE;&amp;#x6797;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x65B0;&amp;#x9896;&amp;#x7684;&amp;#x5177;&amp;#x6709;&amp;#x663E;&amp;#x793A;&amp;#x8868;&amp;#x793A;&amp;#x5B66;&amp;#x4E60;&amp;#x80FD;&amp;#x529B;&amp;#x7684;&amp;#x591A;&amp;#x5C42;GBDT&amp;#x68EE;&amp;#x6797;&amp;#xFF0C;&amp;#x5B83;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E0E;&amp;#x76EE;&amp;#x6807;&amp;#x4F20;&amp;#x64AD;&amp;#x7684;&amp;#x53D8;&amp;#x4F53;&amp;#x8FDB;&amp;#x884C;&amp;#x5171;&amp;#x540C;&amp;#x8BAD;&amp;#x7EC3;&amp;#xFF0C;&amp;#x8FD9;&amp;#x79CD;&amp;#x65B9;&amp;#x6CD5;&amp;#x5728;&amp;#x5F88;&amp;#x591A;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x4E0D;&amp;#x9002;&amp;#x5408;&amp;#x7684;&amp;#x9886;&amp;#x57DF;&amp;#x4E2D;&amp;#x5177;&amp;#x6709;&amp;#x5DE8;&amp;#x5927;&amp;#x6F5C;&amp;#x529B;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x4EE5;&amp;#x540E;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x662F;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&quot;&gt;&lt;a href=&quot;#&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x4EE5;&amp;#x540E;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x662F;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x4EE5;&amp;#x540E;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x662F;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&quot;&gt;&lt;/a&gt;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x4EE5;&amp;#x540E;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x662F;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&lt;/h5&gt;&lt;p&gt;&amp;#x9996;&amp;#x5148;&amp;#x8BB2;&amp;#x89E3;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x6B65;&amp;#x9AA4;&amp;#xFF0C;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x9700;&amp;#x8981;&amp;#x901A;&amp;#x8FC7;&amp;#x4E0D;&amp;#x65AD;&amp;#x7684;&amp;#x589E;&amp;#x52A0;&amp;#x6570;&amp;#x636E;&amp;#x6837;&amp;#x672C;&amp;#xFF08;&amp;#x6807;&amp;#x51C6;&amp;#x6570;&amp;#x636E;&amp;#xFF09;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x901A;&amp;#x8FC7;&amp;#x4E0D;&amp;#x65AD;&amp;#x7684;&amp;#x5B66;&amp;#x4E60;&amp;#x4EA7;&amp;#x751F;&amp;#x51FA;&amp;#x7ED3;&amp;#x679C;&amp;#x6A21;&amp;#x578B;&amp;#xFF0C;&amp;#x8FD9;&amp;#x4E2A;&amp;#x8FC7;&amp;#x7A0B;&amp;#x4E2D;&amp;#x9700;&amp;#x8981;&amp;#x4EBA;&amp;#x7684;&amp;#x53C2;&amp;#x4E0E;&amp;#xFF0C;&amp;#x5BF9;&amp;#x7ED3;&amp;#x679C;&amp;#x6A21;&amp;#x578B;&amp;#x8FDB;&amp;#x884C;&amp;#x76D1;&amp;#x63A7;&amp;#xFF0C;&amp;#x7EA0;&amp;#x6B63;&amp;#xFF0C;&amp;#x5E76;&amp;#x628A;&amp;#x6700;&amp;#x65B0;&amp;#x7684;&amp;#x7ED3;&amp;#x679C;&amp;#x53CD;&amp;#x9988;&amp;#x7ED9;&amp;#x673A;&amp;#x5668;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x4E0D;&amp;#x65AD;&amp;#x7684;&amp;#x5B66;&amp;#x4E60;&amp;#x3002;&amp;#x7136;&amp;#x540E;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x53C8;&amp;#x5206;&amp;#x4E3A;&amp;#x5F3A;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x3001;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#xFF0C;&amp;#x8FC7;&amp;#x7A0B;&amp;#x4E2D;&amp;#x4E3E;&amp;#x4E86;&amp;#x4E00;&amp;#x4E9B;&amp;#x4F8B;&amp;#x5B50;&amp;#x8BF4;&amp;#x660E;&amp;#x4E24;&amp;#x8005;&amp;#x7684;&amp;#x5374;&amp;#x522B;&amp;#xFF0C;&amp;#x5176;&amp;#x4E2D;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x51E0;&amp;#x4E2A;&amp;#x7279;&amp;#x5F81;&amp;#xFF1A;&amp;#x8F93;&amp;#x5165;&amp;#x6570;&amp;#x636E;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E0D;&amp;#x7CBE;&amp;#x786E;&amp;#xFF0C;&amp;#x8F93;&amp;#x5165;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x53EF;&amp;#x4EE5;&amp;#x7F3A;&amp;#x5C11;&amp;#xFF0C;&amp;#x6570;&amp;#x636E;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x91CF;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E0D;&amp;#x5927;&amp;#xFF0C;&amp;#x8F83;&amp;#x5F3A;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#xFF0C;&amp;#x5F31;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x662F;&amp;#x4EE5;&amp;#x540E;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x65B9;&amp;#x5411;&amp;#x3002;&lt;/p&gt;
&lt;h5 id=&quot;&amp;#x5982;&amp;#x4F55;&amp;#x5E94;&amp;#x5BF9;&amp;#x5F00;&amp;#x653E;&amp;#x73AF;&amp;#x5883;&amp;#x5B66;&amp;#x4E60;&quot;&gt;&lt;a href=&quot;#&amp;#x5982;&amp;#x4F55;&amp;#x5E94;&amp;#x5BF9;&amp;#x5F00;&amp;#x653E;&amp;#x73AF;&amp;#x5883;&amp;#x5B66;&amp;#x4E60;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x5982;&amp;#x4F55;&amp;#x5E94;&amp;#x5BF9;&amp;#x5F00;&amp;#x653E;&amp;#x73AF;&amp;#x5883;&amp;#x5B66;&amp;#x4E60;&quot;&gt;&lt;/a&gt;&amp;#x5982;&amp;#x4F55;&amp;#x5E94;&amp;#x5BF9;&amp;#x5F00;&amp;#x653E;&amp;#x73AF;&amp;#x5883;&amp;#x5B66;&amp;#x4E60;&lt;/h5&gt;&lt;p&gt;&amp;#x8BB2;&amp;#x89E3;&amp;#x4E86;&amp;#x5F53;&amp;#x524D;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x7684;&amp;#x7A0B;&amp;#x5EA6;&amp;#xFF0C;&amp;#x4EE5;&amp;#x53CA;&amp;#x540E;&amp;#x7EED;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x4F1A;&amp;#x53D1;&amp;#x5C55;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#xFF0C;&amp;#x5F53;&amp;#x524D;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x5927;&amp;#x90FD;&amp;#x662F;&amp;#x901A;&amp;#x8FC7;&amp;#x5927;&amp;#x91CF;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x8F93;&amp;#x5165;&amp;#x7684;&amp;#x7ED3;&amp;#x679C;&amp;#x4F1A;&amp;#x6309;&amp;#x7167;&amp;#x81EA;&amp;#x7136;&amp;#x89C4;&amp;#x5F8B;&amp;#x4EA7;&amp;#x751F;&amp;#x51FA;&amp;#x4EBA;&amp;#x7C7B;&amp;#x80FD;&amp;#x591F;&amp;#x63A5;&amp;#x53D7;&amp;#x7684;&amp;#x7ED3;&amp;#x679C;&amp;#xFF0C;&amp;#x4F46;&amp;#x5F88;&amp;#x591A;&amp;#x60C5;&amp;#x51B5;&amp;#x4E0B;&amp;#xFF0C;&amp;#x968F;&amp;#x7740;&amp;#x793E;&amp;#x4F1A;&amp;#x7684;&amp;#x53D1;&amp;#x5C55;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E9B;&amp;#x7ED3;&amp;#x679C;&amp;#x5E76;&amp;#x4E0D;&amp;#x7406;&amp;#x60F3;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x540E;&amp;#x7EED;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x8981;&amp;#x80FD;&amp;#x591F;&amp;#x8FBE;&amp;#x5230;&amp;#x968F;&amp;#x7740;&amp;#x73AF;&amp;#x5883;&amp;#x7684;&amp;#x53D8;&amp;#x5316;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x80FD;&amp;#x591F;&amp;#x8F93;&amp;#x5165;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x7ED3;&amp;#x679C;&amp;#xFF0C;&amp;#x8FD9;&amp;#x4E5F;&amp;#x662F;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x4EE5;&amp;#x540E;&amp;#x7684;&amp;#x7814;&amp;#x7A76;&amp;#x65B9;&amp;#x5411;&amp;#xFF0C;&amp;#x8BA9;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x66F4;&amp;#x52A0;&amp;#x7684;&amp;#x667A;&amp;#x80FD;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;a href=&quot;#&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;-3&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&quot;&gt;&lt;/a&gt;&amp;#x4E2A;&amp;#x4EBA;&amp;#x611F;&amp;#x60F3;&lt;/h4&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x5728;&amp;#x542C;&amp;#x5468;&amp;#x9662;&amp;#x58EB;&amp;#x6F14;&amp;#x8BB2;&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E9B;&amp;#x673A;&amp;#x5668;&amp;#x5B66;&amp;#x4E60;&amp;#x6982;&amp;#x5FF5;&amp;#x611F;&amp;#x89C9;&amp;#x53EA;&amp;#x4F1A;&amp;#x8D8A;&amp;#x6765;&amp;#x8D8A;&amp;#x6DF1;&amp;#x5316;&amp;#xFF0C;&amp;#x4ECE;&amp;#x800C;&amp;#x4EA7;&amp;#x751F;&amp;#x66F4;&amp;#x591A;&amp;#x7684;&amp;#x610F;&amp;#x60F3;&amp;#x4E0D;&amp;#x5230;&amp;#x7684;&amp;#x7ED3;&amp;#x679C;&amp;#xFF0C;&amp;#x50CF;&amp;#x6DF1;&amp;#x5EA6;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x65B9;&amp;#x5411;&amp;#x5E94;&amp;#x8BE5;&amp;#x662F;&amp;#x4E0D;&amp;#x65AD;&amp;#x7684;&amp;#x589E;&amp;#x52A0;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x5C42;&amp;#x6570;&amp;#xFF0C;&amp;#x4ECE;&amp;#x800C;&amp;#x63D0;&amp;#x4F9B;&amp;#x8BA1;&amp;#x7B97;&amp;#x80FD;&amp;#x529B;&amp;#xFF0C;&amp;#x4F46;&amp;#x6070;&amp;#x6070;&amp;#x76F8;&amp;#x53CD;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;&amp;#x6DF1;&amp;#x5EA6;&amp;#x795E;&amp;#x7ECF;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x590D;&amp;#x6742;&amp;#x6027;&amp;#xFF0C;&amp;#x53CD;&amp;#x800C;&amp;#x5E94;&amp;#x8BE5;&amp;#x9700;&amp;#x6C42;&amp;#x53E6;&amp;#x5916;&amp;#x4E00;&amp;#x79CD;&amp;#x9014;&amp;#x5F84;&amp;#x3002;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x4E4B;&amp;#x524D;&amp;#x8BA4;&amp;#x4E3A;&amp;#x5F3A;&amp;#x76D1;&amp;#x7763;&amp;#x5B66;&amp;#x4E60;&amp;#x624D;&amp;#x662F;&amp;#x65B9;&amp;#x5411;&amp;#xFF0C;&amp;#x4F46;&amp;#x4E5F;&amp;#x6070;&amp;#x6070;&amp;#x76F8;&amp;#x53CD;&amp;#xFF0C;&amp;#x51CF;&amp;#x5C11;&amp;#x6837;&amp;#x672C;&amp;#xFF0C;&amp;#x673A;&amp;#x5668;&amp;#x7167;&amp;#x6837;&amp;#x80FD;&amp;#x591F;&amp;#x9884;&amp;#x671F;&amp;#x7684;&amp;#x5B66;&amp;#x4E60;&amp;#x6548;&amp;#x679C;&amp;#x53CD;&amp;#x800C;&amp;#x662F;&amp;#x65B9;&amp;#x5411;&amp;#x3002;&amp;#x611F;&amp;#x89C9;&amp;#x5B66;&amp;#x4E60;&amp;#x8981;&amp;#x5C06;&amp;#x590D;&amp;#x6742;&amp;#x95EE;&amp;#x9898;&amp;#x7B80;&amp;#x5355;&amp;#x5316;&amp;#xFF0C;&amp;#x4E0D;&amp;#x80FD;&amp;#x4E00;&amp;#x5473;&amp;#x7684;&amp;#x53BB;&amp;#x63D0;&amp;#x9AD8;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x7684;&amp;#x6027;&amp;#x80FD;&amp;#x6765;&amp;#x89E3;&amp;#x51B3;&amp;#x95EE;&amp;#x9898;&amp;#xFF0C;&amp;#x5BFB;&amp;#x6C42;&amp;#x66F4;&amp;#x667A;&amp;#x80FD;&amp;#xFF0C;&amp;#x66F4;&amp;#x9AD8;&amp;#x7EA7;&amp;#x7684;&amp;#x7B97;&amp;#x6CD5;&amp;#x624D;&amp;#x662F;&amp;#x6B63;&amp;#x9053;&amp;#x3002;&lt;/p&gt;
&lt;/blockquote&gt;
&lt;h3 id=&quot;&amp;#x603B;&amp;#x4F53;&amp;#x603B;&amp;#x7ED3;&quot;&gt;&lt;a href=&quot;#&amp;#x603B;&amp;#x4F53;&amp;#x603B;&amp;#x7ED3;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x603B;&amp;#x4F53;&amp;#x603B;&amp;#x7ED3;&quot;&gt;&lt;/a&gt;&amp;#x603B;&amp;#x4F53;&amp;#x603B;&amp;#x7ED3;&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;&amp;#x672C;&amp;#x6B21;&amp;#x5927;&amp;#x4F1A;&amp;#x6F14;&amp;#x8BB2;&amp;#xFF0C;&amp;#x5370;&amp;#x8C61;&amp;#x6700;&amp;#x6DF1;&amp;#x523B;&amp;#x7684;&amp;#x662F;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&amp;#x548C;&amp;#x5468;&amp;#x5FD7;&amp;#x534E;&amp;#x7684;&amp;#x6F14;&amp;#x8BB2;&amp;#xFF0C;&amp;#x5434;&amp;#x6069;&amp;#x8FBE;&amp;#x867D;&amp;#x7136;&amp;#x662F;Landing.ai &amp;#x7684;&amp;#x521B;&amp;#x59CB;&amp;#x4EBA;&amp;#xFF0C;&amp;#x672C;&amp;#x6B21;&amp;#x6CA1;&amp;#x6709;&amp;#x592A;&amp;#x591A;&amp;#x8BB2;AI&amp;#x6280;&amp;#x672F;&amp;#x5185;&amp;#x5BB9;&amp;#xFF0C;&amp;#x800C;&amp;#x662F;&amp;#x4ECE;&amp;#x4F01;&amp;#x4E1A;&amp;#x3001;&amp;#x653F;&amp;#x5E9C;&amp;#x3001;&amp;#x5927;&amp;#x5B66;&amp;#x7684;&amp;#x89D2;&amp;#x5EA6;&amp;#x8BB2;&amp;#x8FF0;&amp;#x5982;&amp;#x4F55;&amp;#x53BB;&amp;#x57F9;&amp;#x517B;&amp;#x6280;&amp;#x672F;&amp;#x4EBA;&amp;#x624D;&amp;#x3001;&amp;#x4F01;&amp;#x4E1A;&amp;#x5982;&amp;#x4F55;&amp;#x5229;&amp;#x7528;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x505A;&amp;#x6218;&amp;#x7565;&amp;#x5E03;&amp;#x5C40;&amp;#xFF0C;&amp;#x653F;&amp;#x5E9C;&amp;#x5E94;&amp;#x8BE5;&amp;#x5C06;&amp;#x66F4;&amp;#x591A;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x8FDB;&amp;#x884C;&amp;#x5171;&amp;#x4EAB;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x9AD8;&amp;#x5EA6;&amp;#x5C31;&amp;#x4E0D;&amp;#x4E00;&amp;#x6837;&amp;#x4E86;&amp;#xFF1B;&amp;#x5468;&amp;#x534E;&amp;#x5FD7;&amp;#x800C;&amp;#x662F;&amp;#x4ECE;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x6280;&amp;#x672F;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#x53BB;&amp;#x8BB2;&amp;#x89E3;&amp;#x672A;&amp;#x6765;&amp;#x7684;&amp;#x6280;&amp;#x672F;&amp;#x9700;&amp;#x52AA;&amp;#x529B;&amp;#x7684;&amp;#x65B9;&amp;#x5411;&amp;#xFF0C;&amp;#x800C;&amp;#x4E14;&amp;#x8FD9;&amp;#x4E9B;&amp;#x5BF9;&amp;#x4E4B;&amp;#x540E;&amp;#x7684;&amp;#x4EBA;&amp;#x5DE5;&amp;#x667A;&amp;#x80FD;&amp;#x9886;&amp;#x57DF;&amp;#x7684;&amp;#x63A2;&amp;#x7D22;&amp;#x6307;&amp;#x5F15;&amp;#x4E86;&amp;#x65B9;&amp;#x5411;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x610F;&amp;#x4E49;&amp;#x975E;&amp;#x5E38;&amp;#x91CD;&amp;#x5927;&amp;#x3002;&lt;br&gt;&amp;#x672C;&amp;#x6765;&amp;#x5BF9;&amp;#x53C2;&amp;#x52A0;&amp;#x6B64;&amp;#x7C7B;&amp;#x5927;&amp;#x4F1A;&amp;#x4E0D;&amp;#x662F;&amp;#x7279;&amp;#x522B;&amp;#x611F;&amp;#x5174;&amp;#x8DA3;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;&amp;#x6CA1;&amp;#x6709;&amp;#x6D89;&amp;#x53CA;&amp;#x5230;&amp;#x5177;&amp;#x4F53;&amp;#x7684;&amp;#x6280;&amp;#x672F;&amp;#xFF0C;&amp;#x4F46;&amp;#x6B64;&amp;#x6B21;&amp;#x5927;&amp;#x4F1A;&amp;#x5B66;&amp;#x5230;&amp;#x4E86;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E0D;&amp;#x4E00;&amp;#x6837;&amp;#x7684;&amp;#x4E1C;&amp;#x897F;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x53C2;&amp;#x52A0;&amp;#x6B64;&amp;#x7C7B;&amp;#x5927;&amp;#x4F1A;&amp;#x91CD;&amp;#x8981;&amp;#x7684;&amp;#x662F;&amp;#x8981;&amp;#x4E86;&amp;#x89E3;&amp;#x5F53;&amp;#x524D;&amp;#x4E3B;&amp;#x6D41;&amp;#x6280;&amp;#x672F;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x7406;&amp;#x5FF5;&amp;#xFF0C;&amp;#x5927;&amp;#x5496;&amp;#x4EEC;&amp;#x7684;&amp;#x601D;&amp;#x60F3;&amp;#xFF0C;&amp;#x4E86;&amp;#x89E3;&amp;#x4E00;&amp;#x4E9B;&amp;#x6280;&amp;#x672F;&amp;#x4E3A;&amp;#x4EC0;&amp;#x4E48;&amp;#x4F1A;&amp;#x88AB;&amp;#x4F7F;&amp;#x7528;&amp;#xFF0C;&amp;#x5F53;&amp;#x524D;&amp;#x6280;&amp;#x672F;&amp;#x53D1;&amp;#x8BC1;&amp;#x7684;&amp;#x8FDB;&amp;#x5C55;&amp;#x5982;&amp;#x4F55;&amp;#xFF0C;&amp;#x4EE5;&amp;#x53CA;&amp;#x6280;&amp;#x672F;&amp;#x7684;&amp;#x6839;&amp;#x672C;&amp;#x662F;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;&amp;#xFF0C;&amp;#x56E0;&amp;#x4E3A;&amp;#x8FD9;&amp;#x4E9B;&amp;#x5185;&amp;#x5BB9;&amp;#x53EA;&amp;#x6709;&amp;#x9876;&amp;#x5C16;&amp;#x5927;&amp;#x5496;&amp;#x4EEC;&amp;#x7684;&amp;#x7814;&amp;#x7A76;&amp;#x662F;&amp;#x6743;&amp;#x5A01;&amp;#x7684;&amp;#x3002;&lt;br&gt;&amp;#x53C2;&amp;#x4F1A;&amp;#x8FC7;&amp;#x7A0B;&amp;#x4E2D;&amp;#xFF0C;&amp;#x901A;&amp;#x8FC7;&amp;#x67E5;&amp;#x9605;&amp;#x4F1A;&amp;#x5C55;&amp;#x8D44;&amp;#x6599;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E9B;&amp;#x5927;&amp;#x4F1A;&amp;#x7684;&amp;#x5408;&amp;#x4F5C;&amp;#x4F19;&amp;#x4F34;&amp;#x4E2D;&amp;#x4E5F;&amp;#x770B;&amp;#x5230;&amp;#x4E86;&amp;#x4E00;&amp;#x4E9B;&amp;#x597D;&amp;#x7684;&amp;#x4EA7;&amp;#x54C1;&amp;#xFF0C;&amp;#x4F8B;&amp;#x5982;&amp;#x6C2A;&amp;#x4FE1;&amp;#x79D1;&amp;#x6280;&amp;#x7684;&amp;#x91D1;&amp;#x878D;&amp;#x56FE;&amp;#x8C31;&amp;#xFF0C;&amp;#x4E91;&amp;#x95EE;&amp;#x7684;&amp;#x667A;&amp;#x80FD;&amp;#x5BA2;&amp;#x670D;&amp;#x7CFB;&amp;#x7EDF;&amp;#x7B49;&amp;#x7B49;&amp;#x90FD;&amp;#x662F;&amp;#x4E0D;&amp;#x9519;&amp;#x7684;&amp;#x4EA7;&amp;#x54C1;&amp;#xFF0C;&amp;#x4EE5;&amp;#x53CA;&amp;#x4E00;&amp;#x4E9B;&amp;#x5408;&amp;#x4F5C;&amp;#x5A92;&amp;#x4F53;&amp;#x5927;&amp;#x90FD;&amp;#x662F;&amp;#x79D1;&amp;#x6280;&amp;#x7C7B;&amp;#x7684;&amp;#x5A92;&amp;#x4F53;&amp;#xFF0C;&amp;#x540E;&amp;#x671F;&amp;#x4FE1;&amp;#x606F;&amp;#x91C7;&amp;#x96C6;&amp;#x53EF;&amp;#x4EE5;&amp;#x4ECE;&amp;#x8FD9;&amp;#x4E9B;&amp;#x7F51;&amp;#x7AD9;&amp;#x4E0A;&amp;#x4E0B;&amp;#x624B;&amp;#x3002;&lt;br&gt;&amp;#x200B;&amp;#x200B;&amp;#x200B;&amp;#x4EE5;&amp;#x4E0A;&amp;#x5C31;&amp;#x662F;&amp;#x672C;&amp;#x6B21;&amp;#x5927;&amp;#x4F1A;&amp;#x7684;&amp;#x6536;&amp;#x83B7;&amp;#x3002;&amp;#x200B;&amp;#x200B;&lt;/p&gt;
&lt;/blockquote&gt;
</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;概述&quot;&gt;&lt;a href=&quot;#概述&quot; class=&quot;headerlink&quot; title=&quot;概述&quot;&gt;&lt;/a&gt;概述&lt;/h3&gt;&lt;blockquote&gt;
&lt;p&gt;非常有幸能有这次机会参加2018中国人工智能峰会，感谢领导给与这次机会，如果没有这次参会学习，感觉自己之前的知识是和当前人工智能发展趋势就会脱节，无法了解当前最新进展与之后关注的方向。本次会议最初最期待的是前百度首页科学家吴恩达，因为之前听过他的几期人工智能学习视频，但整体听下了，其他业界大佬的演讲内容也不亚于吴恩达（吴恩达这次演讲主题反而不是技术类），虽然仅仅一上午时间，感觉意犹未尽，但也感觉不虚此行。下面对每位大咖演讲的重要内容作下记录，同时说说自己的感想。&lt;/p&gt;
&lt;/blockquote&gt;
    
    </summary>
    
      <category term="总结" scheme="https://kidmid.gitee.io/qianmeng/categories/%E6%80%BB%E7%BB%93/"/>
    
      <category term="会展总结" scheme="https://kidmid.gitee.io/qianmeng/categories/%E6%80%BB%E7%BB%93/%E4%BC%9A%E5%B1%95%E6%80%BB%E7%BB%93/"/>
    
    
      <category term="人工智能" scheme="https://kidmid.gitee.io/qianmeng/tags/%E4%BA%BA%E5%B7%A5%E6%99%BA%E8%83%BD/"/>
    
      <category term="大数据" scheme="https://kidmid.gitee.io/qianmeng/tags/%E5%A4%A7%E6%95%B0%E6%8D%AE/"/>
    
  </entry>
  
  <entry>
    <title>互联网协议（二）</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/22/%E4%BA%92%E8%81%94%E7%BD%91%E5%8D%8F%E8%AE%AE%E5%85%A5%E9%97%A8%EF%BC%88%E4%BA%8C%EF%BC%89/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/22/互联网协议入门（二）/</id>
    <published>2018-03-22T10:06:50.000Z</published>
    <updated>2018-03-22T12:44:37.077Z</updated>
    
    <content type="html">&lt;p&gt;&amp;#x672C;&amp;#x6587;&amp;#x6765;&amp;#x81EA;&amp;#x201C;&amp;#x962E;&amp;#x4E00;&amp;#x5CF0;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x65E5;&amp;#x5FD7;&amp;#x201D;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x86EE;&amp;#x9002;&amp;#x5408;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x626B;&amp;#x76F2;&amp;#x4F7F;&amp;#x7528;&amp;#x3002;&lt;/p&gt;
&lt;blockquote&gt;
&lt;p&gt;&amp;#x300A;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&amp;#x5165;&amp;#x95E8;(&amp;#x4E00;)&amp;#x300B;&amp;#x4ECB;&amp;#x7ECD;&amp;#x4E86;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x603B;&amp;#x4F53;&amp;#x6784;&amp;#x601D;&amp;#xFF0C;&amp;#x4ECE;&amp;#x4E0B;&amp;#x81F3;&amp;#x4E0A;&amp;#xFF0C;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x534F;&amp;#x8BAE;&amp;#x7684;&amp;#x8BBE;&amp;#x8BA1;&amp;#x601D;&amp;#x60F3;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x662F;&amp;#x4ECE;&amp;#x8BBE;&amp;#x8BA1;&amp;#x8005;&amp;#x7684;&amp;#x89D2;&amp;#x5EA6;&amp;#x770B;&amp;#x95EE;&amp;#x9898;&amp;#xFF0C;&amp;#x4ECA;&amp;#x5929;&amp;#x6211;&amp;#x60F3;&amp;#x5207;&amp;#x6362;&amp;#x5230;&amp;#x7528;&amp;#x6237;&amp;#x7684;&amp;#x89D2;&amp;#x5EA6;&amp;#xFF0C;&amp;#x770B;&amp;#x770B;&amp;#x7528;&amp;#x6237;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x4ECE;&amp;#x4E0A;&amp;#x81F3;&amp;#x4E0B;&amp;#xFF0C;&amp;#x4E0E;&amp;#x8FD9;&amp;#x4E9B;&amp;#x534F;&amp;#x8BAE;&amp;#x4E92;&amp;#x52A8;&amp;#x7684;&amp;#x3002;&lt;br&gt;&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x4E03;-&amp;#x4E00;&amp;#x4E2A;&amp;#x5C0F;&amp;#x7ED3;&quot;&gt;&lt;a href=&quot;#&amp;#x4E03;&amp;#x3001;&amp;#x4E00;&amp;#x4E2A;&amp;#x5C0F;&amp;#x7ED3;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E03;&amp;#x3001;&amp;#x4E00;&amp;#x4E2A;&amp;#x5C0F;&amp;#x7ED3;&quot;&gt;&lt;/a&gt;&amp;#x4E03;&amp;#x3001;&amp;#x4E00;&amp;#x4E2A;&amp;#x5C0F;&amp;#x7ED3;&lt;/h3&gt;&lt;/blockquote&gt;
&lt;p&gt;&amp;#x5148;&amp;#x5BF9;&amp;#x524D;&amp;#x9762;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#xFF0C;&amp;#x505A;&amp;#x4E00;&amp;#x4E2A;&amp;#x5C0F;&amp;#x7ED3;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6211;&amp;#x4EEC;&amp;#x5DF2;&amp;#x7ECF;&amp;#x77E5;&amp;#x9053;&amp;#xFF0C;&amp;#x7F51;&amp;#x7EDC;&amp;#x901A;&amp;#x4FE1;&amp;#x5C31;&amp;#x662F;&amp;#x4EA4;&amp;#x6362;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&amp;#x7535;&amp;#x8111;A&amp;#x5411;&amp;#x7535;&amp;#x8111;B&amp;#x53D1;&amp;#x9001;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x540E;&amp;#x8005;&amp;#x6536;&amp;#x5230;&amp;#x4E86;&amp;#xFF0C;&amp;#x56DE;&amp;#x590D;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x4ECE;&amp;#x800C;&amp;#x5B9E;&amp;#x73B0;&amp;#x4E24;&amp;#x53F0;&amp;#x7535;&amp;#x8111;&amp;#x4E4B;&amp;#x95F4;&amp;#x7684;&amp;#x901A;&amp;#x4FE1;&amp;#x3002;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x7ED3;&amp;#x6784;&amp;#xFF0C;&amp;#x57FA;&amp;#x672C;&amp;#x4E0A;&amp;#x662F;&amp;#x4E0B;&amp;#x9762;&amp;#x8FD9;&amp;#x6837;&amp;#xFF1A;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321110203895?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&lt;strong&gt;&amp;#x53D1;&amp;#x9001;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#xFF0C;&amp;#x9700;&amp;#x8981;&amp;#x77E5;&amp;#x9053;&amp;#x4E24;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&lt;/strong&gt;&amp;#xFF1A;&lt;/p&gt;
&lt;p&gt;&lt;em&gt;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;
&lt;/em&gt;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/p&gt;
&lt;p&gt;&amp;#x6709;&amp;#x4E86;&amp;#x8FD9;&amp;#x4E24;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x624D;&amp;#x80FD;&amp;#x51C6;&amp;#x786E;&amp;#x9001;&amp;#x5230;&amp;#x63A5;&amp;#x6536;&amp;#x8005;&amp;#x624B;&amp;#x4E2D;&amp;#x3002;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x524D;&amp;#x9762;&amp;#x8BF4;&amp;#x8FC7;&amp;#xFF0C;MAC&amp;#x5730;&amp;#x5740;&amp;#x6709;&amp;#x5C40;&amp;#x9650;&amp;#x6027;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x53F0;&amp;#x7535;&amp;#x8111;&amp;#x4E0D;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x5C31;&amp;#x65E0;&amp;#x6CD5;&amp;#x77E5;&amp;#x9053;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x901A;&amp;#x8FC7;&amp;#x7F51;&amp;#x5173;&amp;#xFF08;gateway&amp;#xFF09;&amp;#x8F6C;&amp;#x53D1;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/2018032111031441?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x4E0A;&amp;#x56FE;&amp;#x4E2D;&amp;#xFF0C;1&amp;#x53F7;&amp;#x7535;&amp;#x8111;&amp;#x8981;&amp;#x5411;4&amp;#x53F7;&amp;#x7535;&amp;#x8111;&amp;#x53D1;&amp;#x9001;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&amp;#x5B83;&amp;#x5148;&amp;#x5224;&amp;#x65AD;4&amp;#x53F7;&amp;#x7535;&amp;#x8111;&amp;#x662F;&amp;#x5426;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x7ED3;&amp;#x679C;&amp;#x53D1;&amp;#x73B0;&amp;#x4E0D;&amp;#x662F;&amp;#xFF08;&amp;#x540E;&amp;#x6587;&amp;#x4ECB;&amp;#x7ECD;&amp;#x5224;&amp;#x65AD;&amp;#x65B9;&amp;#x6CD5;&amp;#xFF09;&amp;#xFF0C;&amp;#x4E8E;&amp;#x662F;&amp;#x5C31;&amp;#x628A;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53D1;&amp;#x5230;&amp;#x7F51;&amp;#x5173;A&amp;#x3002;&amp;#x7F51;&amp;#x5173;A&amp;#x901A;&amp;#x8FC7;&amp;#x8DEF;&amp;#x7531;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x53D1;&amp;#x73B0;4&amp;#x53F7;&amp;#x7535;&amp;#x8111;&amp;#x4F4D;&amp;#x4E8E;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;B&amp;#xFF0C;&amp;#x53C8;&amp;#x628A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53D1;&amp;#x7ED9;&amp;#x7F51;&amp;#x5173;B&amp;#xFF0C;&amp;#x7F51;&amp;#x5173;B&amp;#x518D;&amp;#x8F6C;&amp;#x53D1;&amp;#x5230;4&amp;#x53F7;&amp;#x7535;&amp;#x8111;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1&amp;#x53F7;&amp;#x7535;&amp;#x8111;&amp;#x628A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53D1;&amp;#x5230;&amp;#x7F51;&amp;#x5173;A&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x77E5;&amp;#x9053;&amp;#x7F51;&amp;#x5173;A&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x6240;&amp;#x4EE5;&amp;#xFF0C;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x76EE;&amp;#x6807;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5B9E;&amp;#x9645;&amp;#x4E0A;&amp;#x5206;&amp;#x6210;&amp;#x4E24;&amp;#x79CD;&amp;#x60C5;&amp;#x51B5;&amp;#xFF1A;&lt;/strong&gt;&lt;/p&gt;
&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;2&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;3&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x573A;&amp;#x666F;	                       &amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5730;&amp;#x5740;&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;	       &amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x975E;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;	      &amp;#x7F51;&amp;#x5173;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;
&lt;p&gt;&amp;#x573A;&amp;#x666F;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5730;&amp;#x5740;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x975E;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x7F51;&amp;#x5173;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/p&gt;
&lt;p&gt;&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x7535;&amp;#x8111;&amp;#x5FC5;&amp;#x987B;&amp;#x5224;&amp;#x65AD;&amp;#x5BF9;&amp;#x65B9;&amp;#x662F;&amp;#x5426;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x9009;&amp;#x62E9;&amp;#x76F8;&amp;#x5E94;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x5C31;&amp;#x6765;&amp;#x770B;&amp;#xFF0C;&amp;#x5B9E;&amp;#x9645;&amp;#x4F7F;&amp;#x7528;&amp;#x4E2D;&amp;#xFF0C;&amp;#x8FD9;&amp;#x4E2A;&amp;#x8FC7;&amp;#x7A0B;&amp;#x662F;&amp;#x600E;&amp;#x4E48;&amp;#x5B8C;&amp;#x6210;&amp;#x7684;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x516B;-&amp;#x7528;&amp;#x6237;&amp;#x7684;&amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&quot;&gt;&lt;a href=&quot;#&amp;#x516B;&amp;#x3001;&amp;#x7528;&amp;#x6237;&amp;#x7684;&amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x516B;&amp;#x3001;&amp;#x7528;&amp;#x6237;&amp;#x7684;&amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&quot;&gt;&lt;/a&gt;&amp;#x516B;&amp;#x3001;&amp;#x7528;&amp;#x6237;&amp;#x7684;&amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&lt;/h3&gt;&lt;h4 id=&quot;81-&amp;#x9759;&amp;#x6001;ip&amp;#x5730;&amp;#x5740;&quot;&gt;&lt;a href=&quot;#8-1-&amp;#x9759;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&quot; class=&quot;headerlink&quot; title=&quot;8.1 &amp;#x9759;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&quot;&gt;&lt;/a&gt;8.1 &amp;#x9759;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&lt;/h4&gt;&lt;p&gt;&amp;#x4F60;&amp;#x4E70;&amp;#x4E86;&amp;#x4E00;&amp;#x53F0;&amp;#x65B0;&amp;#x7535;&amp;#x8111;&amp;#xFF0C;&amp;#x63D2;&amp;#x4E0A;&amp;#x7F51;&amp;#x7EBF;&amp;#xFF0C;&amp;#x5F00;&amp;#x673A;&amp;#xFF0C;&amp;#x8FD9;&amp;#x65F6;&amp;#x7535;&amp;#x8111;&amp;#x80FD;&amp;#x591F;&amp;#x4E0A;&amp;#x7F51;&amp;#x5417;&amp;#xFF1F;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321110647496?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&lt;strong&gt;&amp;#x901A;&amp;#x5E38;&amp;#x4F60;&amp;#x5FC5;&amp;#x987B;&amp;#x505A;&amp;#x4E00;&amp;#x4E9B;&amp;#x8BBE;&amp;#x7F6E;&amp;#x3002;&amp;#x6709;&amp;#x65F6;&amp;#xFF0C;&amp;#x7BA1;&amp;#x7406;&amp;#x5458;&amp;#xFF08;&amp;#x6216;&amp;#x8005;ISP&amp;#xFF09;&amp;#x4F1A;&amp;#x544A;&amp;#x8BC9;&amp;#x4F60;&amp;#x4E0B;&amp;#x9762;&amp;#x56DB;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#xFF0C;&amp;#x4F60;&amp;#x628A;&amp;#x5B83;&amp;#x4EEC;&amp;#x586B;&amp;#x5165;&amp;#x64CD;&amp;#x4F5C;&amp;#x7CFB;&amp;#x7EDF;&amp;#xFF0C;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x5C31;&amp;#x80FD;&amp;#x8FDE;&amp;#x4E0A;&amp;#x7F51;&amp;#x4E86;&amp;#xFF1A;&lt;/strong&gt;&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;&amp;#x672C;&amp;#x673A;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/li&gt;
&lt;li&gt;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&lt;/li&gt;
&lt;li&gt;&amp;#x7F51;&amp;#x5173;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/li&gt;
&lt;li&gt;DNS&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;&amp;#x4E0B;&amp;#x56FE;&amp;#x662F;Windows&amp;#x7CFB;&amp;#x7EDF;&amp;#x7684;&amp;#x8BBE;&amp;#x7F6E;&amp;#x7A97;&amp;#x53E3;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321110751293?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x8FD9;&amp;#x56DB;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#x7F3A;&amp;#x4E00;&amp;#x4E0D;&amp;#x53EF;&amp;#xFF0C;&amp;#x540E;&amp;#x6587;&amp;#x4F1A;&amp;#x89E3;&amp;#x91CA;&amp;#x4E3A;&amp;#x4EC0;&amp;#x4E48;&amp;#x9700;&amp;#x8981;&amp;#x77E5;&amp;#x9053;&amp;#x5B83;&amp;#x4EEC;&amp;#x624D;&amp;#x80FD;&amp;#x4E0A;&amp;#x7F51;&amp;#x3002;&amp;#x7531;&amp;#x4E8E;&amp;#x5B83;&amp;#x4EEC;&amp;#x662F;&amp;#x7ED9;&amp;#x5B9A;&amp;#x7684;&amp;#xFF0C;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x6BCF;&amp;#x6B21;&amp;#x5F00;&amp;#x673A;&amp;#xFF0C;&amp;#x90FD;&amp;#x4F1A;&amp;#x5206;&amp;#x5230;&amp;#x540C;&amp;#x6837;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x8FD9;&amp;#x79CD;&amp;#x60C5;&amp;#x51B5;&amp;#x88AB;&amp;#x79F0;&amp;#x4F5C;&amp;#x201D;&amp;#x9759;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&amp;#x4E0A;&amp;#x7F51;&amp;#x201D;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x8FD9;&amp;#x6837;&amp;#x7684;&amp;#x8BBE;&amp;#x7F6E;&amp;#x5F88;&amp;#x4E13;&amp;#x4E1A;&amp;#xFF0C;&amp;#x666E;&amp;#x901A;&amp;#x7528;&amp;#x6237;&amp;#x671B;&amp;#x800C;&amp;#x751F;&amp;#x754F;&amp;#xFF0C;&amp;#x800C;&amp;#x4E14;&amp;#x5982;&amp;#x679C;&amp;#x4E00;&amp;#x53F0;&amp;#x7535;&amp;#x8111;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x4FDD;&amp;#x6301;&amp;#x4E0D;&amp;#x53D8;&amp;#xFF0C;&amp;#x5176;&amp;#x4ED6;&amp;#x7535;&amp;#x8111;&amp;#x5C31;&amp;#x4E0D;&amp;#x80FD;&amp;#x4F7F;&amp;#x7528;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E0D;&amp;#x591F;&amp;#x7075;&amp;#x6D3B;&amp;#x3002;&amp;#x51FA;&amp;#x4E8E;&amp;#x8FD9;&amp;#x4E24;&amp;#x4E2A;&amp;#x539F;&amp;#x56E0;&amp;#xFF0C;&amp;#x5927;&amp;#x591A;&amp;#x6570;&amp;#x7528;&amp;#x6237;&amp;#x4F7F;&amp;#x7528;&amp;#x201D;&amp;#x52A8;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&amp;#x4E0A;&amp;#x7F51;&amp;#x201D;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;82-&amp;#x52A8;&amp;#x6001;ip&amp;#x5730;&amp;#x5740;&quot;&gt;&lt;a href=&quot;#8-2-&amp;#x52A8;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&quot; class=&quot;headerlink&quot; title=&quot;8.2 &amp;#x52A8;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&quot;&gt;&lt;/a&gt;8.2 &amp;#x52A8;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&lt;/h4&gt;&lt;p&gt;&amp;#x6240;&amp;#x8C13;&amp;#x201D;&amp;#x52A8;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&amp;#x201D;&amp;#xFF0C;&amp;#x6307;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x5F00;&amp;#x673A;&amp;#x540E;&amp;#xFF0C;&amp;#x4F1A;&amp;#x81EA;&amp;#x52A8;&amp;#x5206;&amp;#x914D;&amp;#x5230;&amp;#x4E00;&amp;#x4E2A;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E0D;&amp;#x7528;&amp;#x4EBA;&amp;#x4E3A;&amp;#x8BBE;&amp;#x5B9A;&amp;#x3002;&amp;#x5B83;&amp;#x4F7F;&amp;#x7528;&amp;#x7684;&amp;#x534F;&amp;#x8BAE;&amp;#x53EB;&amp;#x505A;DHCP&amp;#x534F;&amp;#x8BAE;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x4E2A;&amp;#x534F;&amp;#x8BAE;&amp;#x89C4;&amp;#x5B9A;&amp;#xFF0C;&amp;#x6BCF;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x4E2D;&amp;#xFF0C;&amp;#x6709;&amp;#x4E00;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x8D1F;&amp;#x8D23;&amp;#x7BA1;&amp;#x7406;&amp;#x672C;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x6240;&amp;#x6709;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5B83;&amp;#x53EB;&amp;#x505A;&amp;#x201D;DHCP&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x201D;&amp;#x3002;&amp;#x65B0;&amp;#x7684;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x52A0;&amp;#x5165;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x5411;&amp;#x201D;DHCP&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x201D;&amp;#x53D1;&amp;#x9001;&amp;#x4E00;&amp;#x4E2A;&amp;#x201D;DHCP&amp;#x8BF7;&amp;#x6C42;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x7533;&amp;#x8BF7;IP&amp;#x5730;&amp;#x5740;&amp;#x548C;&amp;#x76F8;&amp;#x5173;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x53C2;&amp;#x6570;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x524D;&amp;#x9762;&amp;#x8BF4;&amp;#x8FC7;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x77E5;&amp;#x9053;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x548C;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x624D;&amp;#x80FD;&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x65B0;&amp;#x52A0;&amp;#x5165;&amp;#x7684;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x8FD9;&amp;#x4E24;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x600E;&amp;#x4E48;&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5462;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;DHCP&amp;#x534F;&amp;#x8BAE;&amp;#x505A;&amp;#x4E86;&amp;#x4E00;&amp;#x4E9B;&amp;#x5DE7;&amp;#x5999;&amp;#x7684;&amp;#x89C4;&amp;#x5B9A;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;83-dhcp&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#8-3-DHCP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;8.3 DHCP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;8.3 DHCP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&lt;strong&gt;&amp;#x9996;&amp;#x5148;&amp;#xFF0C;&amp;#x5B83;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x5EFA;&amp;#x7ACB;&amp;#x5728;UDP&amp;#x534F;&amp;#x8BAE;&amp;#x4E4B;&amp;#x4E0A;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x6574;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x662F;&amp;#x8FD9;&amp;#x6837;&amp;#x7684;&amp;#xFF1A;&lt;/strong&gt;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321110856785?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#xFF08;1&amp;#xFF09;&amp;#x6700;&amp;#x524D;&amp;#x9762;&amp;#x7684;&amp;#x201D;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#xFF0C;&amp;#x8BBE;&amp;#x7F6E;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#xFF08;&amp;#x672C;&amp;#x673A;&amp;#xFF09;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x548C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#xFF08;DHCP&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#xFF09;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x524D;&amp;#x8005;&amp;#x5C31;&amp;#x662F;&amp;#x672C;&amp;#x673A;&amp;#x7F51;&amp;#x5361;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x540E;&amp;#x8005;&amp;#x8FD9;&amp;#x65F6;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#xFF0C;&amp;#x5C31;&amp;#x586B;&amp;#x5165;&amp;#x4E00;&amp;#x4E2A;&amp;#x5E7F;&amp;#x64AD;&amp;#x5730;&amp;#x5740;&amp;#xFF1A;FF-FF-FF-FF-FF-FF&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#xFF08;2&amp;#xFF09;&amp;#x540E;&amp;#x9762;&amp;#x7684;&amp;#x201D;IP&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#xFF0C;&amp;#x8BBE;&amp;#x7F6E;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x548C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x8FD9;&amp;#x65F6;&amp;#xFF0C;&amp;#x5BF9;&amp;#x4E8E;&amp;#x8FD9;&amp;#x4E24;&amp;#x8005;&amp;#xFF0C;&amp;#x672C;&amp;#x673A;&amp;#x90FD;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x3002;&amp;#x4E8E;&amp;#x662F;&amp;#xFF0C;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x5C31;&amp;#x8BBE;&amp;#x4E3A;0.0.0.0&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x8BBE;&amp;#x4E3A;255.255.255.255&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#xFF08;3&amp;#xFF09;&amp;#x6700;&amp;#x540E;&amp;#x7684;&amp;#x201D;UDP&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#xFF0C;&amp;#x8BBE;&amp;#x7F6E;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#x7684;&amp;#x7AEF;&amp;#x53E3;&amp;#x548C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;&amp;#x7AEF;&amp;#x53E3;&amp;#x3002;&amp;#x8FD9;&amp;#x4E00;&amp;#x90E8;&amp;#x5206;&amp;#x662F;DHCP&amp;#x534F;&amp;#x8BAE;&amp;#x89C4;&amp;#x5B9A;&amp;#x597D;&amp;#x7684;&amp;#xFF0C;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#x662F;68&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x662F;67&amp;#x7AEF;&amp;#x53E3;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x6784;&amp;#x9020;&amp;#x5B8C;&amp;#x6210;&amp;#x540E;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x53D1;&amp;#x51FA;&amp;#x4E86;&amp;#x3002;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x662F;&amp;#x5E7F;&amp;#x64AD;&amp;#x53D1;&amp;#x9001;&amp;#xFF0C;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x6BCF;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x90FD;&amp;#x6536;&amp;#x5230;&amp;#x4E86;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x3002;&amp;#x56E0;&amp;#x4E3A;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x662F;FF-FF-FF-FF-FF-FF&amp;#xFF0C;&amp;#x770B;&amp;#x4E0D;&amp;#x51FA;&amp;#x662F;&amp;#x53D1;&amp;#x7ED9;&amp;#x8C01;&amp;#x7684;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x6BCF;&amp;#x53F0;&amp;#x6536;&amp;#x5230;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x7684;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#xFF0C;&amp;#x8FD8;&amp;#x5FC5;&amp;#x987B;&amp;#x5206;&amp;#x6790;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x624D;&amp;#x80FD;&amp;#x786E;&amp;#x5B9A;&amp;#x662F;&amp;#x4E0D;&amp;#x662F;&amp;#x53D1;&amp;#x7ED9;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x3002;&amp;#x5F53;&amp;#x770B;&amp;#x5230;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;IP&amp;#x5730;&amp;#x5740;&amp;#x662F;0.0.0.0&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x662F;255.255.255.255&amp;#xFF0C;&amp;#x4E8E;&amp;#x662F;DHCP&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x77E5;&amp;#x9053;&amp;#x201D;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x662F;&amp;#x53D1;&amp;#x7ED9;&amp;#x6211;&amp;#x7684;&amp;#x201D;&amp;#xFF0C;&amp;#x800C;&amp;#x5176;&amp;#x4ED6;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E22;&amp;#x5F03;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#xFF0C;DHCP&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x8BFB;&amp;#x51FA;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x5185;&amp;#x5BB9;&amp;#xFF0C;&amp;#x5206;&amp;#x914D;&amp;#x597D;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53D1;&amp;#x9001;&amp;#x56DE;&amp;#x53BB;&amp;#x4E00;&amp;#x4E2A;&amp;#x201D;DHCP&amp;#x54CD;&amp;#x5E94;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&amp;#x8FD9;&amp;#x4E2A;&amp;#x54CD;&amp;#x5E94;&amp;#x5305;&amp;#x7684;&amp;#x7ED3;&amp;#x6784;&amp;#x4E5F;&amp;#x662F;&amp;#x7C7B;&amp;#x4F3C;&amp;#x7684;&amp;#xFF0C;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6807;&amp;#x5934;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x662F;&amp;#x53CC;&amp;#x65B9;&amp;#x7684;&amp;#x7F51;&amp;#x5361;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;IP&amp;#x6807;&amp;#x5934;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x662F;DHCP&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF08;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#xFF09;&amp;#x548C;255.255.255.255&amp;#xFF08;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#xFF09;&amp;#xFF0C;UDP&amp;#x6807;&amp;#x5934;&amp;#x7684;&amp;#x7AEF;&amp;#x53E3;&amp;#x662F;67&amp;#xFF08;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#xFF09;&amp;#x548C;68&amp;#xFF08;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#xFF09;&amp;#xFF0C;&amp;#x5206;&amp;#x914D;&amp;#x7ED9;&amp;#x8BF7;&amp;#x6C42;&amp;#x7AEF;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x548C;&amp;#x672C;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x5177;&amp;#x4F53;&amp;#x53C2;&amp;#x6570;&amp;#x5219;&amp;#x5305;&amp;#x542B;&amp;#x5728;Data&amp;#x90E8;&amp;#x5206;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x65B0;&amp;#x52A0;&amp;#x5165;&amp;#x7684;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x6536;&amp;#x5230;&amp;#x8FD9;&amp;#x4E2A;&amp;#x54CD;&amp;#x5E94;&amp;#x5305;&amp;#xFF0C;&amp;#x4E8E;&amp;#x662F;&amp;#x5C31;&amp;#x77E5;&amp;#x9053;&amp;#x4E86;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x3001;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x3001;&amp;#x7F51;&amp;#x5173;&amp;#x5730;&amp;#x5740;&amp;#x3001;DNS&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7B49;&amp;#x7B49;&amp;#x53C2;&amp;#x6570;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;84-&amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&amp;#x5C0F;&amp;#x7ED3;&quot;&gt;&lt;a href=&quot;#8-4-&amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&amp;#xFF1A;&amp;#x5C0F;&amp;#x7ED3;&quot; class=&quot;headerlink&quot; title=&quot;8.4 &amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&amp;#xFF1A;&amp;#x5C0F;&amp;#x7ED3;&quot;&gt;&lt;/a&gt;8.4 &amp;#x4E0A;&amp;#x7F51;&amp;#x8BBE;&amp;#x7F6E;&amp;#xFF1A;&amp;#x5C0F;&amp;#x7ED3;&lt;/h4&gt;&lt;p&gt;&lt;strong&gt;&amp;#x8FD9;&amp;#x4E2A;&amp;#x90E8;&amp;#x5206;&amp;#xFF0C;&amp;#x9700;&amp;#x8981;&amp;#x8BB0;&amp;#x4F4F;&amp;#x7684;&amp;#x5C31;&amp;#x662F;&amp;#x4E00;&amp;#x70B9;&amp;#xFF1A;&amp;#x4E0D;&amp;#x7BA1;&amp;#x662F;&amp;#x201D;&amp;#x9759;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&amp;#x201D;&amp;#x8FD8;&amp;#x662F;&amp;#x201D;&amp;#x52A8;&amp;#x6001;IP&amp;#x5730;&amp;#x5740;&amp;#x201D;&amp;#xFF0C;&amp;#x7535;&amp;#x8111;&amp;#x4E0A;&amp;#x7F51;&amp;#x7684;&amp;#x9996;&amp;#x8981;&amp;#x6B65;&amp;#x9AA4;&amp;#xFF0C;&amp;#x662F;&amp;#x786E;&amp;#x5B9A;&amp;#x56DB;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#x3002;&amp;#x8FD9;&amp;#x56DB;&amp;#x4E2A;&amp;#x503C;&amp;#x5F88;&amp;#x91CD;&amp;#x8981;&amp;#xFF0C;&amp;#x503C;&amp;#x5F97;&amp;#x91CD;&amp;#x590D;&amp;#x4E00;&amp;#x904D;&amp;#xFF1A;&lt;/strong&gt;&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;&amp;#x672C;&amp;#x673A;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/li&gt;
&lt;li&gt;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&lt;/li&gt;
&lt;li&gt;&amp;#x7F51;&amp;#x5173;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/li&gt;
&lt;li&gt;DNS&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;&amp;#x6709;&amp;#x4E86;&amp;#x8FD9;&amp;#x51E0;&amp;#x4E2A;&amp;#x6570;&amp;#x503C;&amp;#xFF0C;&amp;#x7535;&amp;#x8111;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E0A;&amp;#x7F51;&amp;#x201D;&amp;#x51B2;&amp;#x6D6A;&amp;#x201D;&amp;#x4E86;&amp;#x3002;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x6765;&amp;#x770B;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B9E;&amp;#x4F8B;&amp;#xFF0C;&amp;#x5F53;&amp;#x7528;&amp;#x6237;&amp;#x8BBF;&amp;#x95EE;&amp;#x7F51;&amp;#x9875;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&amp;#x662F;&amp;#x600E;&amp;#x4E48;&amp;#x8FD0;&amp;#x4F5C;&amp;#x7684;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x4E5D;-&amp;#x4E00;&amp;#x4E2A;&amp;#x5B9E;&amp;#x4F8B;&amp;#x8BBF;&amp;#x95EE;&amp;#x7F51;&amp;#x9875;&quot;&gt;&lt;a href=&quot;#&amp;#x4E5D;&amp;#x3001;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B9E;&amp;#x4F8B;&amp;#xFF1A;&amp;#x8BBF;&amp;#x95EE;&amp;#x7F51;&amp;#x9875;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E5D;&amp;#x3001;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B9E;&amp;#x4F8B;&amp;#xFF1A;&amp;#x8BBF;&amp;#x95EE;&amp;#x7F51;&amp;#x9875;&quot;&gt;&lt;/a&gt;&amp;#x4E5D;&amp;#x3001;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B9E;&amp;#x4F8B;&amp;#xFF1A;&amp;#x8BBF;&amp;#x95EE;&amp;#x7F51;&amp;#x9875;&lt;/h3&gt;&lt;h4 id=&quot;91-&amp;#x672C;&amp;#x673A;&amp;#x53C2;&amp;#x6570;&quot;&gt;&lt;a href=&quot;#9-1-&amp;#x672C;&amp;#x673A;&amp;#x53C2;&amp;#x6570;&quot; class=&quot;headerlink&quot; title=&quot;9.1 &amp;#x672C;&amp;#x673A;&amp;#x53C2;&amp;#x6570;&quot;&gt;&lt;/a&gt;9.1 &amp;#x672C;&amp;#x673A;&amp;#x53C2;&amp;#x6570;&lt;/h4&gt;&lt;p&gt;&amp;#x6211;&amp;#x4EEC;&amp;#x5047;&amp;#x5B9A;&amp;#xFF0C;&amp;#x7ECF;&amp;#x8FC7;&amp;#x4E0A;&amp;#x4E00;&amp;#x8282;&amp;#x7684;&amp;#x6B65;&amp;#x9AA4;&amp;#xFF0C;&amp;#x7528;&amp;#x6237;&amp;#x8BBE;&amp;#x7F6E;&amp;#x597D;&amp;#x4E86;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x53C2;&amp;#x6570;&amp;#xFF1A;&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;&amp;#x672C;&amp;#x673A;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF1A;192.168.1.100&lt;/li&gt;
&lt;li&gt;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#xFF1A;255.255.255.0&lt;/li&gt;
&lt;li&gt;&amp;#x7F51;&amp;#x5173;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF1A;192.168.1.1&lt;/li&gt;
&lt;li&gt;DNS&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF1A;8.8.8.8&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;&amp;#x7136;&amp;#x540E;&amp;#x4ED6;&amp;#x6253;&amp;#x5F00;&amp;#x6D4F;&amp;#x89C8;&amp;#x5668;&amp;#xFF0C;&amp;#x60F3;&amp;#x8981;&amp;#x8BBF;&amp;#x95EE;Google&amp;#xFF0C;&amp;#x5728;&amp;#x5730;&amp;#x5740;&amp;#x680F;&amp;#x8F93;&amp;#x5165;&amp;#x4E86;&amp;#x7F51;&amp;#x5740;&amp;#xFF1A;www.google.com&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321111032119?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x8FD9;&amp;#x610F;&amp;#x5473;&amp;#x7740;&amp;#xFF0C;&amp;#x6D4F;&amp;#x89C8;&amp;#x5668;&amp;#x8981;&amp;#x5411;Google&amp;#x53D1;&amp;#x9001;&amp;#x4E00;&amp;#x4E2A;&amp;#x7F51;&amp;#x9875;&amp;#x8BF7;&amp;#x6C42;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;92-dns&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#9-2-DNS&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;9.2 DNS&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;9.2 DNS&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x6211;&amp;#x4EEC;&amp;#x77E5;&amp;#x9053;&amp;#xFF0C;&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x8981;&amp;#x77E5;&amp;#x9053;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x73B0;&amp;#x5728;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x53EA;&amp;#x77E5;&amp;#x9053;&amp;#x7F51;&amp;#x5740;www.google.com&amp;#xFF0C;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x5B83;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;DNS&amp;#x534F;&amp;#x8BAE;&amp;#x53EF;&amp;#x4EE5;&amp;#x5E2E;&amp;#x52A9;&amp;#x6211;&amp;#x4EEC;&amp;#xFF0C;&amp;#x5C06;&amp;#x8FD9;&amp;#x4E2A;&amp;#x7F51;&amp;#x5740;&amp;#x8F6C;&amp;#x6362;&amp;#x6210;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x5DF2;&amp;#x77E5;DNS&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x4E3A;8.8.8.8&amp;#xFF0C;&amp;#x4E8E;&amp;#x662F;&amp;#x6211;&amp;#x4EEC;&amp;#x5411;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&amp;#x53D1;&amp;#x9001;&amp;#x4E00;&amp;#x4E2A;DNS&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF08;53&amp;#x7AEF;&amp;#x53E3;&amp;#xFF09;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321111101436?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x7136;&amp;#x540E;&amp;#xFF0C;DNS&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x505A;&amp;#x51FA;&amp;#x54CD;&amp;#x5E94;&amp;#xFF0C;&amp;#x544A;&amp;#x8BC9;&amp;#x6211;&amp;#x4EEC;Google&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x662F;172.194.72.105&amp;#x3002;&amp;#x4E8E;&amp;#x662F;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x77E5;&amp;#x9053;&amp;#x4E86;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;93-&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&quot;&gt;&lt;a href=&quot;#9-3-&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&quot; class=&quot;headerlink&quot; title=&quot;9.3 &amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&quot;&gt;&lt;/a&gt;9.3 &amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&lt;/h4&gt;&lt;p&gt;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x8981;&amp;#x5224;&amp;#x65AD;&amp;#xFF0C;&amp;#x8FD9;&amp;#x4E2A;IP&amp;#x5730;&amp;#x5740;&amp;#x662F;&amp;#x4E0D;&amp;#x662F;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x8FD9;&amp;#x5C31;&amp;#x8981;&amp;#x7528;&amp;#x5230;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5DF2;&amp;#x77E5;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x662F;255.255.255.0&amp;#xFF0C;&amp;#x672C;&amp;#x673A;&amp;#x7528;&amp;#x5B83;&amp;#x5BF9;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;192.168.1.100&amp;#xFF0C;&amp;#x505A;&amp;#x4E00;&amp;#x4E2A;&amp;#x4E8C;&amp;#x8FDB;&amp;#x5236;&amp;#x7684;AND&amp;#x8FD0;&amp;#x7B97;&amp;#xFF08;&amp;#x4E24;&amp;#x4E2A;&amp;#x6570;&amp;#x4F4D;&amp;#x90FD;&amp;#x4E3A;1&amp;#xFF0C;&amp;#x7ED3;&amp;#x679C;&amp;#x4E3A;1&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x4E3A;0&amp;#xFF09;&amp;#xFF0C;&amp;#x8BA1;&amp;#x7B97;&amp;#x7ED3;&amp;#x679C;&amp;#x4E3A;192.168.1.0&amp;#xFF1B;&amp;#x7136;&amp;#x540E;&amp;#x5BF9;Google&amp;#x7684;IP&amp;#x5730;&amp;#x5740;172.194.72.105&amp;#x4E5F;&amp;#x505A;&amp;#x4E00;&amp;#x4E2A;AND&amp;#x8FD0;&amp;#x7B97;&amp;#xFF0C;&amp;#x8BA1;&amp;#x7B97;&amp;#x7ED3;&amp;#x679C;&amp;#x4E3A;172.194.72.0&amp;#x3002;&amp;#x8FD9;&amp;#x4E24;&amp;#x4E2A;&amp;#x7ED3;&amp;#x679C;&amp;#x4E0D;&amp;#x76F8;&amp;#x7B49;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x7ED3;&amp;#x8BBA;&amp;#x662F;&amp;#xFF0C;Google&amp;#x4E0E;&amp;#x672C;&amp;#x673A;&amp;#x4E0D;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x8981;&amp;#x5411;Google&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x901A;&amp;#x8FC7;&amp;#x7F51;&amp;#x5173;192.168.1.1&amp;#x8F6C;&amp;#x53D1;&amp;#xFF0C;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;&amp;#x8BF4;&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x5C06;&amp;#x662F;&amp;#x7F51;&amp;#x5173;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;94-&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#9-4-&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;9.4 &amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;9.4 &amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&lt;strong&gt;&amp;#x6D4F;&amp;#x89C8;&amp;#x7F51;&amp;#x9875;&amp;#x7528;&amp;#x7684;&amp;#x662F;HTTP&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x5B83;&amp;#x7684;&amp;#x6574;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x6784;&amp;#x9020;&amp;#x662F;&amp;#x8FD9;&amp;#x6837;&amp;#x7684;&amp;#xFF1A;&lt;/strong&gt;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321111142538?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&lt;strong&gt;HTTP&amp;#x90E8;&amp;#x5206;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#xFF0C;&amp;#x7C7B;&amp;#x4F3C;&amp;#x4E8E;&amp;#x4E0B;&amp;#x9762;&amp;#x8FD9;&amp;#x6837;&amp;#xFF1A;&lt;/strong&gt;&lt;/p&gt;
&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;2&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;3&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;4&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;5&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;6&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;7&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;8&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;9&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;GET / HTTP/1.1&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Host: www.google.com&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Connection: keep-alive&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;User-Agent: Mozilla/5.0 (Windows NT 6.1) ......&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Accept: text/html,application/xhtml+xml,application/xml;q=0.9,*/*;q=0.8&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Accept-Encoding: gzip,deflate,sdch&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Accept-Language: zh-CN,zh;q=0.8&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Accept-Charset: GBK,utf-8;q=0.7,*;q=0.3&lt;/span&gt;&lt;br&gt;&lt;span class=&quot;line&quot;&gt;&amp;#x3000;&amp;#x3000;Cookie: ... ...&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;
&lt;p&gt;&amp;#x6211;&amp;#x4EEC;&amp;#x5047;&amp;#x5B9A;&amp;#x8FD9;&amp;#x4E2A;&amp;#x90E8;&amp;#x5206;&amp;#x7684;&amp;#x957F;&amp;#x5EA6;&amp;#x4E3A;4960&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x5B83;&amp;#x4F1A;&amp;#x88AB;&amp;#x5D4C;&amp;#x5728;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E4B;&amp;#x4E2D;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;95-tcp&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#9-5-TCP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;9.5 TCP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;9.5 TCP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x9700;&amp;#x8981;&amp;#x8BBE;&amp;#x7F6E;&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#xFF08;Google&amp;#xFF09;&amp;#x7684;HTTP&amp;#x7AEF;&amp;#x53E3;&amp;#x9ED8;&amp;#x8BA4;&amp;#x662F;80&amp;#xFF0C;&amp;#x53D1;&amp;#x9001;&amp;#x65B9;&amp;#xFF08;&amp;#x672C;&amp;#x673A;&amp;#xFF09;&amp;#x7684;&amp;#x7AEF;&amp;#x53E3;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x968F;&amp;#x673A;&amp;#x751F;&amp;#x6210;&amp;#x7684;1024-65535&amp;#x4E4B;&amp;#x95F4;&amp;#x7684;&amp;#x6574;&amp;#x6570;&amp;#xFF0C;&amp;#x5047;&amp;#x5B9A;&amp;#x4E3A;51775&amp;#x3002;&lt;/p&gt;
&lt;p&gt;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x6807;&amp;#x5934;&amp;#x957F;&amp;#x5EA6;&amp;#x4E3A;20&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x52A0;&amp;#x4E0A;&amp;#x5D4C;&amp;#x5165;HTTP&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x603B;&amp;#x957F;&amp;#x5EA6;&amp;#x53D8;&amp;#x4E3A;4980&amp;#x5B57;&amp;#x8282;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;96-ip&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#9-6-IP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;9.6 IP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;9.6 IP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x7136;&amp;#x540E;&amp;#xFF0C;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x518D;&amp;#x5D4C;&amp;#x5165;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x9700;&amp;#x8981;&amp;#x8BBE;&amp;#x7F6E;&amp;#x53CC;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x8FD9;&amp;#x662F;&amp;#x5DF2;&amp;#x77E5;&amp;#x7684;&amp;#xFF0C;&amp;#x53D1;&amp;#x9001;&amp;#x65B9;&amp;#x662F;192.168.1.100&amp;#xFF08;&amp;#x672C;&amp;#x673A;&amp;#xFF09;&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x662F;172.194.72.105&amp;#xFF08;Google&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x6807;&amp;#x5934;&amp;#x957F;&amp;#x5EA6;&amp;#x4E3A;20&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x52A0;&amp;#x4E0A;&amp;#x5D4C;&amp;#x5165;&amp;#x7684;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x603B;&amp;#x957F;&amp;#x5EA6;&amp;#x53D8;&amp;#x4E3A;5000&amp;#x5B57;&amp;#x8282;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;97-&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#9-7-&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;9.7 &amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;9.7 &amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x6700;&amp;#x540E;&amp;#xFF0C;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5D4C;&amp;#x5165;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x9700;&amp;#x8981;&amp;#x8BBE;&amp;#x7F6E;&amp;#x53CC;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53D1;&amp;#x9001;&amp;#x65B9;&amp;#x4E3A;&amp;#x672C;&amp;#x673A;&amp;#x7684;&amp;#x7F51;&amp;#x5361;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x4E3A;&amp;#x7F51;&amp;#x5173;192.168.1.1&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF08;&amp;#x901A;&amp;#x8FC7;ARP&amp;#x534F;&amp;#x8BAE;&amp;#x5F97;&amp;#x5230;&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x90E8;&amp;#x5206;&amp;#xFF0C;&amp;#x6700;&amp;#x5927;&amp;#x957F;&amp;#x5EA6;&amp;#x4E3A;1500&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x800C;&amp;#x73B0;&amp;#x5728;&amp;#x7684;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x957F;&amp;#x5EA6;&amp;#x4E3A;5000&amp;#x5B57;&amp;#x8282;&amp;#x3002;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5FC5;&amp;#x987B;&amp;#x5206;&amp;#x5272;&amp;#x6210;&amp;#x56DB;&amp;#x4E2A;&amp;#x5305;&amp;#x3002;&amp;#x56E0;&amp;#x4E3A;&amp;#x6BCF;&amp;#x4E2A;&amp;#x5305;&amp;#x90FD;&amp;#x6709;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;IP&amp;#x6807;&amp;#x5934;&amp;#xFF08;20&amp;#x5B57;&amp;#x8282;&amp;#xFF09;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x56DB;&amp;#x4E2A;&amp;#x5305;&amp;#x7684;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x957F;&amp;#x5EA6;&amp;#x5206;&amp;#x522B;&amp;#x4E3A;1500&amp;#x3001;1500&amp;#x3001;1500&amp;#x3001;560&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321111259175?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;/p&gt;
&lt;h4 id=&quot;98-&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7AEF;&amp;#x54CD;&amp;#x5E94;&quot;&gt;&lt;a href=&quot;#9-8-&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7AEF;&amp;#x54CD;&amp;#x5E94;&quot; class=&quot;headerlink&quot; title=&quot;9.8 &amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7AEF;&amp;#x54CD;&amp;#x5E94;&quot;&gt;&lt;/a&gt;9.8 &amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7AEF;&amp;#x54CD;&amp;#x5E94;&lt;/h4&gt;&lt;p&gt;&amp;#x7ECF;&amp;#x8FC7;&amp;#x591A;&amp;#x4E2A;&amp;#x7F51;&amp;#x5173;&amp;#x7684;&amp;#x8F6C;&amp;#x53D1;&amp;#xFF0C;Google&amp;#x7684;&amp;#x670D;&amp;#x52A1;&amp;#x5668;172.194.72.105&amp;#xFF0C;&amp;#x6536;&amp;#x5230;&amp;#x4E86;&amp;#x8FD9;&amp;#x56DB;&amp;#x4E2A;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6839;&amp;#x636E;IP&amp;#x6807;&amp;#x5934;&amp;#x7684;&amp;#x5E8F;&amp;#x53F7;&amp;#xFF0C;Google&amp;#x5C06;&amp;#x56DB;&amp;#x4E2A;&amp;#x5305;&amp;#x62FC;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x53D6;&amp;#x51FA;&amp;#x5B8C;&amp;#x6574;&amp;#x7684;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x8BFB;&amp;#x51FA;&amp;#x91CC;&amp;#x9762;&amp;#x7684;&amp;#x201D;HTTP&amp;#x8BF7;&amp;#x6C42;&amp;#x201D;&amp;#xFF0C;&amp;#x63A5;&amp;#x7740;&amp;#x505A;&amp;#x51FA;&amp;#x201D;HTTP&amp;#x54CD;&amp;#x5E94;&amp;#x201D;&amp;#xFF0C;&amp;#x518D;&amp;#x7528;TCP&amp;#x534F;&amp;#x8BAE;&amp;#x53D1;&amp;#x56DE;&amp;#x6765;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x672C;&amp;#x673A;&amp;#x6536;&amp;#x5230;HTTP&amp;#x54CD;&amp;#x5E94;&amp;#x4EE5;&amp;#x540E;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x5C06;&amp;#x7F51;&amp;#x9875;&amp;#x663E;&amp;#x793A;&amp;#x51FA;&amp;#x6765;&amp;#xFF0C;&amp;#x5B8C;&amp;#x6210;&amp;#x4E00;&amp;#x6B21;&amp;#x7F51;&amp;#x7EDC;&amp;#x901A;&amp;#x4FE1;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321111326991?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x8FD9;&amp;#x4E2A;&amp;#x4F8B;&amp;#x5B50;&amp;#x5C31;&amp;#x5230;&amp;#x6B64;&amp;#x4E3A;&amp;#x6B62;&amp;#xFF0C;&amp;#x867D;&amp;#x7136;&amp;#x7ECF;&amp;#x8FC7;&amp;#x4E86;&amp;#x7B80;&amp;#x5316;&amp;#xFF0C;&amp;#x4F46;&amp;#x5B83;&amp;#x5927;&amp;#x81F4;&amp;#x4E0A;&amp;#x53CD;&amp;#x6620;&amp;#x4E86;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&amp;#x7684;&amp;#x6574;&amp;#x4E2A;&amp;#x901A;&amp;#x4FE1;&amp;#x8FC7;&amp;#x7A0B;&amp;#x3002;&amp;#xFF08;&amp;#x5B8C;&amp;#xFF09;&lt;/p&gt;
</content>
    
    <summary type="html">
    
      &lt;p&gt;本文来自“阮一峰的网络日志”，感觉蛮适合程序员扫盲使用。&lt;/p&gt;
&lt;blockquote&gt;
&lt;p&gt;《互联网协议入门(一)》介绍了互联网的总体构思，从下至上，每一层协议的设计思想。&lt;/p&gt;
&lt;p&gt;这是从设计者的角度看问题，今天我想切换到用户的角度，看看用户是如何从上至下，与这些协议互动的。&lt;br&gt;
    
    </summary>
    
      <category term="网络" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BD%91%E7%BB%9C/"/>
    
      <category term="互联网协议" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BD%91%E7%BB%9C/%E4%BA%92%E8%81%94%E7%BD%91%E5%8D%8F%E8%AE%AE/"/>
    
    
      <category term="协议" scheme="https://kidmid.gitee.io/qianmeng/tags/%E5%8D%8F%E8%AE%AE/"/>
    
      <category term="网络" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BD%91%E7%BB%9C/"/>
    
  </entry>
  
  <entry>
    <title>互联网协议（一）</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/22/%E4%BA%92%E8%81%94%E7%BD%91%E5%8D%8F%E8%AE%AE%E5%85%A5%E9%97%A8%EF%BC%88%E4%B8%80%EF%BC%89/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/22/互联网协议入门（一）/</id>
    <published>2018-03-22T10:05:50.000Z</published>
    <updated>2018-03-22T12:44:31.387Z</updated>
    
    <content type="html">&lt;p&gt;&amp;#x672C;&amp;#x6587;&amp;#x5C5E;&amp;#x4E8E;&amp;#x8F6C;&amp;#x8F7D;&amp;#xFF0C;&amp;#x6765;&amp;#x81EA;&amp;#x201C;&amp;#x962E;&amp;#x4E00;&amp;#x5CF0;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x65E5;&amp;#x5FD7;&amp;#x201D;&amp;#xFF0C;&amp;#x611F;&amp;#x89C9;&amp;#x86EE;&amp;#x9002;&amp;#x5408;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x626B;&amp;#x76F2;&amp;#x4F7F;&amp;#x7528;&amp;#x3002;&lt;/p&gt;
&lt;blockquote&gt;
&lt;p&gt;&amp;#x6211;&amp;#x4EEC;&amp;#x6BCF;&amp;#x5929;&amp;#x4F7F;&amp;#x7528;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#xFF0C;&amp;#x4F60;&amp;#x662F;&amp;#x5426;&amp;#x60F3;&amp;#x8FC7;&amp;#xFF0C;&amp;#x5B83;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x5B9E;&amp;#x73B0;&amp;#x7684;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x5168;&amp;#x4E16;&amp;#x754C;&amp;#x51E0;&amp;#x5341;&amp;#x4EBF;&amp;#x53F0;&amp;#x7535;&amp;#x8111;&amp;#xFF0C;&amp;#x8FDE;&amp;#x63A5;&amp;#x5728;&amp;#x4E00;&amp;#x8D77;&amp;#xFF0C;&amp;#x4E24;&amp;#x4E24;&amp;#x901A;&amp;#x4FE1;&amp;#x3002;&amp;#x4E0A;&amp;#x6D77;&amp;#x7684;&amp;#x67D0;&amp;#x4E00;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#x9001;&amp;#x51FA;&amp;#x4FE1;&amp;#x53F7;&amp;#xFF0C;&amp;#x6D1B;&amp;#x6749;&amp;#x77F6;&amp;#x7684;&amp;#x53E6;&amp;#x4E00;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#x5C45;&amp;#x7136;&amp;#x5C31;&amp;#x6536;&amp;#x5230;&amp;#x4E86;&amp;#xFF0C;&amp;#x4E24;&amp;#x8005;&amp;#x5B9E;&amp;#x9645;&amp;#x4E0A;&amp;#x6839;&amp;#x672C;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;&amp;#x7269;&amp;#x7406;&amp;#x4F4D;&amp;#x7F6E;&amp;#xFF0C;&amp;#x4F60;&amp;#x4E0D;&amp;#x89C9;&amp;#x5F97;&amp;#x8FD9;&amp;#x662F;&amp;#x5F88;&amp;#x795E;&amp;#x5947;&amp;#x7684;&amp;#x4E8B;&amp;#x60C5;&amp;#x5417;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x6838;&amp;#x5FC3;&amp;#x662F;&amp;#x4E00;&amp;#x7CFB;&amp;#x5217;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x603B;&amp;#x79F0;&amp;#x4E3A;&amp;#x201D;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&amp;#x201D;&amp;#xFF08;Internet Protocol&lt;br&gt;Suite&amp;#xFF09;&amp;#x3002;&amp;#x5B83;&amp;#x4EEC;&amp;#x5BF9;&amp;#x7535;&amp;#x8111;&amp;#x5982;&amp;#x4F55;&amp;#x8FDE;&amp;#x63A5;&amp;#x548C;&amp;#x7EC4;&amp;#x7F51;&amp;#xFF0C;&amp;#x505A;&amp;#x51FA;&amp;#x4E86;&amp;#x8BE6;&amp;#x5C3D;&amp;#x7684;&amp;#x89C4;&amp;#x5B9A;&amp;#x3002;&amp;#x7406;&amp;#x89E3;&amp;#x4E86;&amp;#x8FD9;&amp;#x4E9B;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x5C31;&amp;#x7406;&amp;#x89E3;&amp;#x4E86;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x539F;&amp;#x7406;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E0B;&amp;#x9762;&amp;#x5C31;&amp;#x662F;&amp;#x6211;&amp;#x7684;&amp;#x5B66;&amp;#x4E60;&amp;#x7B14;&amp;#x8BB0;&amp;#x3002;&amp;#x56E0;&amp;#x4E3A;&amp;#x8FD9;&amp;#x4E9B;&amp;#x534F;&amp;#x8BAE;&amp;#x5B9E;&amp;#x5728;&amp;#x592A;&amp;#x590D;&amp;#x6742;&amp;#x3001;&amp;#x592A;&amp;#x5E9E;&amp;#x5927;&amp;#xFF0C;&amp;#x6211;&amp;#x60F3;&amp;#x6574;&amp;#x7406;&amp;#x4E00;&amp;#x4E2A;&amp;#x7B80;&amp;#x6D01;&amp;#x7684;&amp;#x6846;&amp;#x67B6;&amp;#xFF0C;&amp;#x5E2E;&amp;#x52A9;&amp;#x81EA;&amp;#x5DF1;&amp;#x4ECE;&amp;#x603B;&amp;#x4F53;&amp;#x4E0A;&amp;#x628A;&amp;#x63E1;&amp;#x5B83;&amp;#x4EEC;&amp;#x3002;&amp;#x4E3A;&amp;#x4E86;&amp;#x4FDD;&amp;#x8BC1;&amp;#x7B80;&amp;#x5355;&amp;#x6613;&amp;#x61C2;&amp;#xFF0C;&amp;#x6211;&amp;#x505A;&amp;#x4E86;&amp;#x5927;&amp;#x91CF;&amp;#x7684;&amp;#x7B80;&amp;#x5316;&amp;#xFF0C;&amp;#x6709;&amp;#x4E9B;&amp;#x5730;&amp;#x65B9;&amp;#x5E76;&amp;#x4E0D;&amp;#x5168;&amp;#x9762;&amp;#x548C;&amp;#x7CBE;&amp;#x786E;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x5E94;&amp;#x8BE5;&amp;#x80FD;&amp;#x591F;&amp;#x8BF4;&amp;#x6E05;&amp;#x695A;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x539F;&amp;#x7406;&amp;#x3002;&lt;br&gt;&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x4E00;-&amp;#x6982;&amp;#x8FF0;&quot;&gt;&lt;a href=&quot;#&amp;#x4E00;&amp;#x3001;&amp;#x6982;&amp;#x8FF0;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E00;&amp;#x3001;&amp;#x6982;&amp;#x8FF0;&quot;&gt;&lt;/a&gt;&amp;#x4E00;&amp;#x3001;&amp;#x6982;&amp;#x8FF0;&lt;/h3&gt;&lt;/blockquote&gt;
&lt;h4 id=&quot;11-&amp;#x4E94;&amp;#x5C42;&amp;#x6A21;&amp;#x578B;&quot;&gt;&lt;a href=&quot;#1-1-&amp;#x4E94;&amp;#x5C42;&amp;#x6A21;&amp;#x578B;&quot; class=&quot;headerlink&quot; title=&quot;1.1 &amp;#x4E94;&amp;#x5C42;&amp;#x6A21;&amp;#x578B;&quot;&gt;&lt;/a&gt;1.1 &amp;#x4E94;&amp;#x5C42;&amp;#x6A21;&amp;#x578B;&lt;/h4&gt;&lt;p&gt;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x5B9E;&amp;#x73B0;&amp;#xFF0C;&amp;#x5206;&amp;#x6210;&amp;#x597D;&amp;#x51E0;&amp;#x5C42;&amp;#x3002;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x90FD;&amp;#x6709;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#xFF0C;&amp;#x5C31;&amp;#x50CF;&amp;#x5EFA;&amp;#x7B51;&amp;#x7269;&amp;#x4E00;&amp;#x6837;&amp;#xFF0C;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x90FD;&amp;#x9760;&amp;#x4E0B;&amp;#x4E00;&amp;#x5C42;&amp;#x652F;&amp;#x6301;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x7528;&amp;#x6237;&amp;#x63A5;&amp;#x89E6;&amp;#x5230;&amp;#x7684;&amp;#xFF0C;&amp;#x53EA;&amp;#x662F;&amp;#x6700;&amp;#x4E0A;&amp;#x9762;&amp;#x7684;&amp;#x4E00;&amp;#x5C42;&amp;#xFF0C;&amp;#x6839;&amp;#x672C;&amp;#x6CA1;&amp;#x6709;&amp;#x611F;&amp;#x89C9;&amp;#x5230;&amp;#x4E0B;&amp;#x9762;&amp;#x7684;&amp;#x5C42;&amp;#x3002;&amp;#x8981;&amp;#x7406;&amp;#x89E3;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x4ECE;&amp;#x6700;&amp;#x4E0B;&amp;#x5C42;&amp;#x5F00;&amp;#x59CB;&amp;#xFF0C;&amp;#x81EA;&amp;#x4E0B;&amp;#x800C;&amp;#x4E0A;&amp;#x7406;&amp;#x89E3;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5982;&amp;#x4F55;&amp;#x5206;&amp;#x5C42;&amp;#x6709;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x6A21;&amp;#x578B;&amp;#xFF0C;&amp;#x6709;&amp;#x7684;&amp;#x6A21;&amp;#x578B;&amp;#x5206;&amp;#x4E03;&amp;#x5C42;&amp;#xFF0C;&amp;#x6709;&amp;#x7684;&amp;#x5206;&amp;#x56DB;&amp;#x5C42;&amp;#x3002;&amp;#x6211;&amp;#x89C9;&amp;#x5F97;&amp;#xFF0C;&amp;#x628A;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x5206;&amp;#x6210;&amp;#x4E94;&amp;#x5C42;&amp;#xFF0C;&amp;#x6BD4;&amp;#x8F83;&amp;#x5BB9;&amp;#x6613;&amp;#x89E3;&amp;#x91CA;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321104847807?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;/p&gt;
&lt;p&gt;&amp;#x5982;&amp;#x4E0A;&amp;#x56FE;&amp;#x6240;&amp;#x793A;&amp;#xFF0C;&amp;#x6700;&amp;#x5E95;&amp;#x4E0B;&amp;#x7684;&amp;#x4E00;&amp;#x5C42;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&amp;#x201D;&amp;#xFF08;Physical Layer&amp;#xFF09;&amp;#xFF0C;&amp;#x6700;&amp;#x4E0A;&amp;#x9762;&amp;#x7684;&amp;#x4E00;&amp;#x5C42;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x201D;&amp;#xFF08;Application Layer&amp;#xFF09;&amp;#xFF0C;&amp;#x4E2D;&amp;#x95F4;&amp;#x7684;&amp;#x4E09;&amp;#x5C42;&amp;#xFF08;&amp;#x81EA;&amp;#x4E0B;&amp;#x800C;&amp;#x4E0A;&amp;#xFF09;&amp;#x5206;&amp;#x522B;&amp;#x662F;&amp;#x201D;&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&amp;#x201D;&amp;#xFF08;Link Layer&amp;#xFF09;&amp;#x3001;&amp;#x201D;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x201D;&amp;#xFF08;Network Layer&amp;#xFF09;&amp;#x548C;&amp;#x201D;&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x201D;&amp;#xFF08;Transport Layer&amp;#xFF09;&amp;#x3002;&amp;#x8D8A;&amp;#x4E0B;&amp;#x9762;&amp;#x7684;&amp;#x5C42;&amp;#xFF0C;&amp;#x8D8A;&amp;#x9760;&amp;#x8FD1;&amp;#x786C;&amp;#x4EF6;&amp;#xFF1B;&amp;#x8D8A;&amp;#x4E0A;&amp;#x9762;&amp;#x7684;&amp;#x5C42;&amp;#xFF0C;&amp;#x8D8A;&amp;#x9760;&amp;#x8FD1;&amp;#x7528;&amp;#x6237;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5B83;&amp;#x4EEC;&amp;#x53EB;&amp;#x4EC0;&amp;#x4E48;&amp;#x540D;&amp;#x5B57;&amp;#xFF0C;&amp;#x5176;&amp;#x5B9E;&amp;#x5E76;&amp;#x4E0D;&amp;#x91CD;&amp;#x8981;&amp;#x3002;&amp;#x53EA;&amp;#x9700;&amp;#x8981;&amp;#x77E5;&amp;#x9053;&amp;#xFF0C;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x5206;&amp;#x6210;&amp;#x82E5;&amp;#x5E72;&amp;#x5C42;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;12-&amp;#x5C42;&amp;#x4E0E;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#1-2-&amp;#x5C42;&amp;#x4E0E;&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;1.2 &amp;#x5C42;&amp;#x4E0E;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;1.2 &amp;#x5C42;&amp;#x4E0E;&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x90FD;&amp;#x662F;&amp;#x4E3A;&amp;#x4E86;&amp;#x5B8C;&amp;#x6210;&amp;#x4E00;&amp;#x79CD;&amp;#x529F;&amp;#x80FD;&amp;#x3002;&amp;#x4E3A;&amp;#x4E86;&amp;#x5B9E;&amp;#x73B0;&amp;#x8FD9;&amp;#x4E9B;&amp;#x529F;&amp;#x80FD;&amp;#xFF0C;&amp;#x5C31;&amp;#x9700;&amp;#x8981;&amp;#x5927;&amp;#x5BB6;&amp;#x90FD;&amp;#x9075;&amp;#x5B88;&amp;#x5171;&amp;#x540C;&amp;#x7684;&amp;#x89C4;&amp;#x5219;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5927;&amp;#x5BB6;&amp;#x90FD;&amp;#x9075;&amp;#x5B88;&amp;#x7684;&amp;#x89C4;&amp;#x5219;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x534F;&amp;#x8BAE;&amp;#x201D;&amp;#xFF08;protocol&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#xFF0C;&amp;#x90FD;&amp;#x5B9A;&amp;#x4E49;&amp;#x4E86;&amp;#x5F88;&amp;#x591A;&amp;#x534F;&amp;#x8BAE;&amp;#x3002;&amp;#x8FD9;&amp;#x4E9B;&amp;#x534F;&amp;#x8BAE;&amp;#x7684;&amp;#x603B;&amp;#x79F0;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&amp;#x201D;&amp;#xFF08;Internet Protocol Suite&amp;#xFF09;&amp;#x3002;&amp;#x5B83;&amp;#x4EEC;&amp;#x662F;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x6838;&amp;#x5FC3;&amp;#xFF0C;&amp;#x4E0B;&amp;#x9762;&amp;#x4ECB;&amp;#x7ECD;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#xFF0C;&amp;#x4E3B;&amp;#x8981;&amp;#x5C31;&amp;#x662F;&amp;#x4ECB;&amp;#x7ECD;&amp;#x6BCF;&amp;#x4E00;&amp;#x5C42;&amp;#x7684;&amp;#x4E3B;&amp;#x8981;&amp;#x534F;&amp;#x8BAE;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x4E8C;-&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&quot;&gt;&lt;a href=&quot;#&amp;#x4E8C;&amp;#x3001;&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E8C;&amp;#x3001;&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&quot;&gt;&lt;/a&gt;&amp;#x4E8C;&amp;#x3001;&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&lt;/h3&gt;&lt;p&gt;&amp;#x6211;&amp;#x4EEC;&amp;#x4ECE;&amp;#x6700;&amp;#x5E95;&amp;#x4E0B;&amp;#x7684;&amp;#x4E00;&amp;#x5C42;&amp;#x5F00;&amp;#x59CB;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x7535;&amp;#x8111;&amp;#x8981;&amp;#x7EC4;&amp;#x7F51;&amp;#xFF0C;&amp;#x7B2C;&amp;#x4E00;&amp;#x4EF6;&amp;#x4E8B;&amp;#x8981;&amp;#x5E72;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF1F;&amp;#x5F53;&amp;#x7136;&amp;#x662F;&amp;#x5148;&amp;#x628A;&amp;#x7535;&amp;#x8111;&amp;#x8FDE;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x53EF;&amp;#x4EE5;&amp;#x7528;&amp;#x5149;&amp;#x7F06;&amp;#x3001;&amp;#x7535;&amp;#x7F06;&amp;#x3001;&amp;#x53CC;&amp;#x7EDE;&amp;#x7EBF;&amp;#x3001;&amp;#x65E0;&amp;#x7EBF;&amp;#x7535;&amp;#x6CE2;&amp;#x7B49;&amp;#x65B9;&amp;#x5F0F;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321104927651?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&amp;#x201D;&amp;#xFF0C;&amp;#x5B83;&amp;#x5C31;&amp;#x662F;&amp;#x628A;&amp;#x7535;&amp;#x8111;&amp;#x8FDE;&amp;#x63A5;&amp;#x8D77;&amp;#x6765;&amp;#x7684;&amp;#x7269;&amp;#x7406;&amp;#x624B;&amp;#x6BB5;&amp;#x3002;&amp;#x5B83;&amp;#x4E3B;&amp;#x8981;&amp;#x89C4;&amp;#x5B9A;&amp;#x4E86;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x7535;&amp;#x6C14;&amp;#x7279;&amp;#x6027;&amp;#xFF0C;&amp;#x4F5C;&amp;#x7528;&amp;#x662F;&amp;#x8D1F;&amp;#x8D23;&amp;#x4F20;&amp;#x9001;0&amp;#x548C;1&amp;#x7684;&amp;#x7535;&amp;#x4FE1;&amp;#x53F7;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x4E09;-&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&quot;&gt;&lt;a href=&quot;#&amp;#x4E09;&amp;#x3001;&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E09;&amp;#x3001;&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&quot;&gt;&lt;/a&gt;&amp;#x4E09;&amp;#x3001;&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&lt;/h3&gt;&lt;h4 id=&quot;31-&amp;#x5B9A;&amp;#x4E49;&quot;&gt;&lt;a href=&quot;#3-1-&amp;#x5B9A;&amp;#x4E49;&quot; class=&quot;headerlink&quot; title=&quot;3.1 &amp;#x5B9A;&amp;#x4E49;&quot;&gt;&lt;/a&gt;3.1 &amp;#x5B9A;&amp;#x4E49;&lt;/h4&gt;&lt;p&gt;&amp;#x5355;&amp;#x7EAF;&amp;#x7684;0&amp;#x548C;1&amp;#x6CA1;&amp;#x6709;&amp;#x4EFB;&amp;#x4F55;&amp;#x610F;&amp;#x4E49;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x89C4;&amp;#x5B9A;&amp;#x89E3;&amp;#x8BFB;&amp;#x65B9;&amp;#x5F0F;&amp;#xFF1A;&amp;#x591A;&amp;#x5C11;&amp;#x4E2A;&amp;#x7535;&amp;#x4FE1;&amp;#x53F7;&amp;#x7B97;&amp;#x4E00;&amp;#x7EC4;&amp;#xFF1F;&amp;#x6BCF;&amp;#x4E2A;&amp;#x4FE1;&amp;#x53F7;&amp;#x4F4D;&amp;#x6709;&amp;#x4F55;&amp;#x610F;&amp;#x4E49;&amp;#xFF1F;&amp;#x8FD9;&amp;#x5C31;&amp;#x662F;&amp;#x201D;&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#xFF0C;&amp;#x5B83;&amp;#x5728;&amp;#x201D;&amp;#x5B9E;&amp;#x4F53;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x4E0A;&amp;#x65B9;&amp;#xFF0C;&amp;#x786E;&amp;#x5B9A;&amp;#x4E86;0&amp;#x548C;1&amp;#x7684;&amp;#x5206;&amp;#x7EC4;&amp;#x65B9;&amp;#x5F0F;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;32-&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#3-2-&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;3.2 &amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;3.2 &amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x65E9;&amp;#x671F;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5BB6;&amp;#x516C;&amp;#x53F8;&amp;#x90FD;&amp;#x6709;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x7535;&amp;#x4FE1;&amp;#x53F7;&amp;#x5206;&amp;#x7EC4;&amp;#x65B9;&amp;#x5F0F;&amp;#x3002;&amp;#x9010;&amp;#x6E10;&amp;#x5730;&amp;#xFF0C;&amp;#x4E00;&amp;#x79CD;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x201D;&amp;#xFF08;Ethernet&amp;#xFF09;&amp;#x7684;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x5360;&amp;#x636E;&amp;#x4E86;&amp;#x4E3B;&amp;#x5BFC;&amp;#x5730;&amp;#x4F4D;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x89C4;&amp;#x5B9A;&amp;#xFF0C;&amp;#x4E00;&amp;#x7EC4;&amp;#x7535;&amp;#x4FE1;&amp;#x53F7;&amp;#x6784;&amp;#x6210;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x5E27;&amp;#x201D;&amp;#xFF08;Frame&amp;#xFF09;&amp;#x3002;&amp;#x6BCF;&amp;#x4E00;&amp;#x5E27;&amp;#x5206;&amp;#x6210;&amp;#x4E24;&amp;#x4E2A;&amp;#x90E8;&amp;#x5206;&amp;#xFF1A;&amp;#x6807;&amp;#x5934;&amp;#xFF08;Head&amp;#xFF09;&amp;#x548C;&amp;#x6570;&amp;#x636E;&amp;#xFF08;Data&amp;#xFF09;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105018340?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;/p&gt;
&lt;p&gt;&amp;#x201C;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x5305;&amp;#x542B;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x8BF4;&amp;#x660E;&amp;#x9879;&amp;#xFF0C;&amp;#x6BD4;&amp;#x5982;&amp;#x53D1;&amp;#x9001;&amp;#x8005;&amp;#x3001;&amp;#x63A5;&amp;#x53D7;&amp;#x8005;&amp;#x3001;&amp;#x6570;&amp;#x636E;&amp;#x7C7B;&amp;#x578B;&amp;#x7B49;&amp;#x7B49;&amp;#xFF1B;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x5219;&amp;#x662F;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x5177;&amp;#x4F53;&amp;#x5185;&amp;#x5BB9;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x201C;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x7684;&amp;#x957F;&amp;#x5EA6;&amp;#xFF0C;&amp;#x56FA;&amp;#x5B9A;&amp;#x4E3A;18&amp;#x5B57;&amp;#x8282;&amp;#x3002;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x7684;&amp;#x957F;&amp;#x5EA6;&amp;#xFF0C;&amp;#x6700;&amp;#x77ED;&amp;#x4E3A;46&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x6700;&amp;#x957F;&amp;#x4E3A;1500&amp;#x5B57;&amp;#x8282;&amp;#x3002;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;&amp;#x6574;&amp;#x4E2A;&amp;#x201D;&amp;#x5E27;&amp;#x201D;&amp;#x6700;&amp;#x77ED;&amp;#x4E3A;64&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x6700;&amp;#x957F;&amp;#x4E3A;1518&amp;#x5B57;&amp;#x8282;&amp;#x3002;&amp;#x5982;&amp;#x679C;&amp;#x6570;&amp;#x636E;&amp;#x5F88;&amp;#x957F;&amp;#xFF0C;&amp;#x5C31;&amp;#x5FC5;&amp;#x987B;&amp;#x5206;&amp;#x5272;&amp;#x6210;&amp;#x591A;&amp;#x4E2A;&amp;#x5E27;&amp;#x8FDB;&amp;#x884C;&amp;#x53D1;&amp;#x9001;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;33-mac&amp;#x5730;&amp;#x5740;&quot;&gt;&lt;a href=&quot;#3-3-MAC&amp;#x5730;&amp;#x5740;&quot; class=&quot;headerlink&quot; title=&quot;3.3 MAC&amp;#x5730;&amp;#x5740;&quot;&gt;&lt;/a&gt;3.3 MAC&amp;#x5730;&amp;#x5740;&lt;/h4&gt;&lt;p&gt;&amp;#x4E0A;&amp;#x9762;&amp;#x63D0;&amp;#x5230;&amp;#xFF0C;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x201D;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#xFF0C;&amp;#x5305;&amp;#x542B;&amp;#x4E86;&amp;#x53D1;&amp;#x9001;&amp;#x8005;&amp;#x548C;&amp;#x63A5;&amp;#x53D7;&amp;#x8005;&amp;#x7684;&amp;#x4FE1;&amp;#x606F;&amp;#x3002;&amp;#x90A3;&amp;#x4E48;&amp;#xFF0C;&amp;#x53D1;&amp;#x9001;&amp;#x8005;&amp;#x548C;&amp;#x63A5;&amp;#x53D7;&amp;#x8005;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x6807;&amp;#x8BC6;&amp;#x5462;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x89C4;&amp;#x5B9A;&amp;#xFF0C;&amp;#x8FDE;&amp;#x5165;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x6240;&amp;#x6709;&amp;#x8BBE;&amp;#x5907;&amp;#xFF0C;&amp;#x90FD;&amp;#x5FC5;&amp;#x987B;&amp;#x5177;&amp;#x6709;&amp;#x201D;&amp;#x7F51;&amp;#x5361;&amp;#x201D;&amp;#x63A5;&amp;#x53E3;&amp;#x3002;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5FC5;&amp;#x987B;&amp;#x662F;&amp;#x4ECE;&amp;#x4E00;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#xFF0C;&amp;#x4F20;&amp;#x9001;&amp;#x5230;&amp;#x53E6;&amp;#x4E00;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#x3002;&amp;#x7F51;&amp;#x5361;&amp;#x7684;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5C31;&amp;#x662F;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x53D1;&amp;#x9001;&amp;#x5730;&amp;#x5740;&amp;#x548C;&amp;#x63A5;&amp;#x6536;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x8FD9;&amp;#x53EB;&amp;#x505A;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/2018032110505932?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x6BCF;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#x51FA;&amp;#x5382;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x90FD;&amp;#x6709;&amp;#x4E00;&amp;#x4E2A;&amp;#x5168;&amp;#x4E16;&amp;#x754C;&amp;#x72EC;&amp;#x4E00;&amp;#x65E0;&amp;#x4E8C;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x957F;&amp;#x5EA6;&amp;#x662F;48&amp;#x4E2A;&amp;#x4E8C;&amp;#x8FDB;&amp;#x5236;&amp;#x4F4D;&amp;#xFF0C;&amp;#x901A;&amp;#x5E38;&amp;#x7528;12&amp;#x4E2A;&amp;#x5341;&amp;#x516D;&amp;#x8FDB;&amp;#x5236;&amp;#x6570;&amp;#x8868;&amp;#x793A;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105123315?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x524D;6&amp;#x4E2A;&amp;#x5341;&amp;#x516D;&amp;#x8FDB;&amp;#x5236;&amp;#x6570;&amp;#x662F;&amp;#x5382;&amp;#x5546;&amp;#x7F16;&amp;#x53F7;&amp;#xFF0C;&amp;#x540E;6&amp;#x4E2A;&amp;#x662F;&amp;#x8BE5;&amp;#x5382;&amp;#x5546;&amp;#x7684;&amp;#x7F51;&amp;#x5361;&amp;#x6D41;&amp;#x6C34;&amp;#x53F7;&amp;#x3002;&amp;#x6709;&amp;#x4E86;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x5B9A;&amp;#x4F4D;&amp;#x7F51;&amp;#x5361;&amp;#x548C;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x8DEF;&amp;#x5F84;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;34-&amp;#x5E7F;&amp;#x64AD;&quot;&gt;&lt;a href=&quot;#3-4-&amp;#x5E7F;&amp;#x64AD;&quot; class=&quot;headerlink&quot; title=&quot;3.4 &amp;#x5E7F;&amp;#x64AD;&quot;&gt;&lt;/a&gt;3.4 &amp;#x5E7F;&amp;#x64AD;&lt;/h4&gt;&lt;p&gt;&amp;#x5B9A;&amp;#x4E49;&amp;#x5730;&amp;#x5740;&amp;#x53EA;&amp;#x662F;&amp;#x7B2C;&amp;#x4E00;&amp;#x6B65;&amp;#xFF0C;&amp;#x540E;&amp;#x9762;&amp;#x8FD8;&amp;#x6709;&amp;#x66F4;&amp;#x591A;&amp;#x7684;&amp;#x6B65;&amp;#x9AA4;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x9996;&amp;#x5148;&amp;#xFF0C;&amp;#x4E00;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#x600E;&amp;#x4E48;&amp;#x4F1A;&amp;#x77E5;&amp;#x9053;&amp;#x53E6;&amp;#x4E00;&amp;#x5757;&amp;#x7F51;&amp;#x5361;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x56DE;&amp;#x7B54;&amp;#x662F;&amp;#x6709;&amp;#x4E00;&amp;#x79CD;ARP&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x53EF;&amp;#x4EE5;&amp;#x89E3;&amp;#x51B3;&amp;#x8FD9;&amp;#x4E2A;&amp;#x95EE;&amp;#x9898;&amp;#x3002;&amp;#x8FD9;&amp;#x4E2A;&amp;#x7559;&amp;#x5230;&amp;#x540E;&amp;#x9762;&amp;#x4ECB;&amp;#x7ECD;&amp;#xFF0C;&amp;#x8FD9;&amp;#x91CC;&amp;#x53EA;&amp;#x9700;&amp;#x8981;&amp;#x77E5;&amp;#x9053;&amp;#xFF0C;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5FC5;&amp;#x987B;&amp;#x77E5;&amp;#x9053;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x624D;&amp;#x80FD;&amp;#x53D1;&amp;#x9001;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5176;&amp;#x6B21;&amp;#xFF0C;&amp;#x5C31;&amp;#x7B97;&amp;#x6709;&amp;#x4E86;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x7CFB;&amp;#x7EDF;&amp;#x600E;&amp;#x6837;&amp;#x624D;&amp;#x80FD;&amp;#x628A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x51C6;&amp;#x786E;&amp;#x9001;&amp;#x5230;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x56DE;&amp;#x7B54;&amp;#x662F;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x91C7;&amp;#x7528;&amp;#x4E86;&amp;#x4E00;&amp;#x79CD;&amp;#x5F88;&amp;#x201D;&amp;#x539F;&amp;#x59CB;&amp;#x201D;&amp;#x7684;&amp;#x65B9;&amp;#x5F0F;&amp;#xFF0C;&amp;#x5B83;&amp;#x4E0D;&amp;#x662F;&amp;#x628A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x51C6;&amp;#x786E;&amp;#x9001;&amp;#x5230;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#xFF0C;&amp;#x800C;&amp;#x662F;&amp;#x5411;&amp;#x672C;&amp;#x7F51;&amp;#x7EDC;&amp;#x5185;&amp;#x6240;&amp;#x6709;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x53D1;&amp;#x9001;&amp;#xFF0C;&amp;#x8BA9;&amp;#x6BCF;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x81EA;&amp;#x5DF1;&amp;#x5224;&amp;#x65AD;&amp;#xFF0C;&amp;#x662F;&amp;#x5426;&amp;#x4E3A;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105215831?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x4E0A;&amp;#x56FE;&amp;#x4E2D;&amp;#xFF0C;1&amp;#x53F7;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x5411;2&amp;#x53F7;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x53D1;&amp;#x9001;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;3&amp;#x53F7;&amp;#x3001;4&amp;#x53F7;&amp;#x3001;5&amp;#x53F7;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x90FD;&amp;#x4F1A;&amp;#x6536;&amp;#x5230;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x3002;&amp;#x5B83;&amp;#x4EEC;&amp;#x8BFB;&amp;#x53D6;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x7684;&amp;#x201D;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#xFF0C;&amp;#x627E;&amp;#x5230;&amp;#x63A5;&amp;#x6536;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x4E0E;&amp;#x81EA;&amp;#x8EAB;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x76F8;&amp;#x6BD4;&amp;#x8F83;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x8005;&amp;#x76F8;&amp;#x540C;&amp;#xFF0C;&amp;#x5C31;&amp;#x63A5;&amp;#x53D7;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#xFF0C;&amp;#x505A;&amp;#x8FDB;&amp;#x4E00;&amp;#x6B65;&amp;#x5904;&amp;#x7406;&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x5C31;&amp;#x4E22;&amp;#x5F03;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x3002;&amp;#x8FD9;&amp;#x79CD;&amp;#x53D1;&amp;#x9001;&amp;#x65B9;&amp;#x5F0F;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x5E7F;&amp;#x64AD;&amp;#x201D;&amp;#xFF08;broadcasting&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6709;&amp;#x4E86;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x5B9A;&amp;#x4E49;&amp;#x3001;&amp;#x7F51;&amp;#x5361;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3001;&amp;#x5E7F;&amp;#x64AD;&amp;#x7684;&amp;#x53D1;&amp;#x9001;&amp;#x65B9;&amp;#x5F0F;&amp;#xFF0C;&amp;#x201D;&amp;#x94FE;&amp;#x63A5;&amp;#x5C42;&amp;#x201D;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x5728;&amp;#x591A;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x4E4B;&amp;#x95F4;&amp;#x4F20;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x56DB;-&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&quot;&gt;&lt;a href=&quot;#&amp;#x56DB;&amp;#x3001;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x56DB;&amp;#x3001;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&quot;&gt;&lt;/a&gt;&amp;#x56DB;&amp;#x3001;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&lt;/h3&gt;&lt;h4 id=&quot;41-&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&quot;&gt;&lt;a href=&quot;#4-1-&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&quot; class=&quot;headerlink&quot; title=&quot;4.1 &amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&quot;&gt;&lt;/a&gt;4.1 &amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&lt;/h4&gt;&lt;p&gt;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x4F9D;&amp;#x9760;MAC&amp;#x5730;&amp;#x5740;&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x3002;&amp;#x7406;&amp;#x8BBA;&amp;#x4E0A;&amp;#xFF0C;&amp;#x5355;&amp;#x5355;&amp;#x4F9D;&amp;#x9760;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E0A;&amp;#x6D77;&amp;#x7684;&amp;#x7F51;&amp;#x5361;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x627E;&amp;#x5230;&amp;#x6D1B;&amp;#x6749;&amp;#x77F6;&amp;#x7684;&amp;#x7F51;&amp;#x5361;&amp;#x4E86;&amp;#xFF0C;&amp;#x6280;&amp;#x672F;&amp;#x4E0A;&amp;#x662F;&amp;#x53EF;&amp;#x4EE5;&amp;#x5B9E;&amp;#x73B0;&amp;#x7684;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x8FD9;&amp;#x6837;&amp;#x505A;&amp;#x6709;&amp;#x4E00;&amp;#x4E2A;&amp;#x91CD;&amp;#x5927;&amp;#x7684;&amp;#x7F3A;&amp;#x70B9;&amp;#x3002;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x91C7;&amp;#x7528;&amp;#x5E7F;&amp;#x64AD;&amp;#x65B9;&amp;#x5F0F;&amp;#x53D1;&amp;#x9001;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x6240;&amp;#x6709;&amp;#x6210;&amp;#x5458;&amp;#x4EBA;&amp;#x624B;&amp;#x4E00;&amp;#x201D;&amp;#x5305;&amp;#x201D;&amp;#xFF0C;&amp;#x4E0D;&amp;#x4EC5;&amp;#x6548;&amp;#x7387;&amp;#x4F4E;&amp;#xFF0C;&amp;#x800C;&amp;#x4E14;&amp;#x5C40;&amp;#x9650;&amp;#x5728;&amp;#x53D1;&amp;#x9001;&amp;#x8005;&amp;#x6240;&amp;#x5728;&amp;#x7684;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;&amp;#x8BF4;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x4E0D;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x5E7F;&amp;#x64AD;&amp;#x662F;&amp;#x4F20;&amp;#x4E0D;&amp;#x8FC7;&amp;#x53BB;&amp;#x7684;&amp;#x3002;&amp;#x8FD9;&amp;#x79CD;&amp;#x8BBE;&amp;#x8BA1;&amp;#x662F;&amp;#x5408;&amp;#x7406;&amp;#x7684;&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x4E0A;&amp;#x6BCF;&amp;#x4E00;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x90FD;&amp;#x4F1A;&amp;#x6536;&amp;#x5230;&amp;#x6240;&amp;#x6709;&amp;#x5305;&amp;#xFF0C;&amp;#x90A3;&amp;#x4F1A;&amp;#x5F15;&amp;#x8D77;&amp;#x707E;&amp;#x96BE;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x662F;&amp;#x65E0;&amp;#x6570;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x5171;&amp;#x540C;&amp;#x7EC4;&amp;#x6210;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x5DE8;&amp;#x578B;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x5F88;&amp;#x50CF;&amp;#x60F3;&amp;#x8C61;&amp;#x4E0A;&amp;#x6D77;&amp;#x548C;&amp;#x6D1B;&amp;#x6749;&amp;#x77F6;&amp;#x7684;&amp;#x7535;&amp;#x8111;&amp;#x4F1A;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x8FD9;&amp;#x51E0;&amp;#x4E4E;&amp;#x662F;&amp;#x4E0D;&amp;#x53EF;&amp;#x80FD;&amp;#x7684;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105305561?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;/p&gt;
&lt;p&gt;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x627E;&amp;#x5230;&amp;#x4E00;&amp;#x79CD;&amp;#x65B9;&amp;#x6CD5;&amp;#xFF0C;&amp;#x80FD;&amp;#x591F;&amp;#x533A;&amp;#x5206;&amp;#x54EA;&amp;#x4E9B;MAC&amp;#x5730;&amp;#x5740;&amp;#x5C5E;&amp;#x4E8E;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x54EA;&amp;#x4E9B;&amp;#x4E0D;&amp;#x662F;&amp;#x3002;&amp;#x5982;&amp;#x679C;&amp;#x662F;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x5C31;&amp;#x91C7;&amp;#x7528;&amp;#x5E7F;&amp;#x64AD;&amp;#x65B9;&amp;#x5F0F;&amp;#x53D1;&amp;#x9001;&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x5C31;&amp;#x91C7;&amp;#x7528;&amp;#x201D;&amp;#x8DEF;&amp;#x7531;&amp;#x201D;&amp;#x65B9;&amp;#x5F0F;&amp;#x53D1;&amp;#x9001;&amp;#x3002;&amp;#xFF08;&amp;#x201D;&amp;#x8DEF;&amp;#x7531;&amp;#x201D;&amp;#x7684;&amp;#x610F;&amp;#x601D;&amp;#xFF0C;&amp;#x5C31;&amp;#x662F;&amp;#x6307;&amp;#x5982;&amp;#x4F55;&amp;#x5411;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x5206;&amp;#x53D1;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x8FD9;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x5F88;&amp;#x5927;&amp;#x7684;&amp;#x4E3B;&amp;#x9898;&amp;#xFF0C;&amp;#x672C;&amp;#x6587;&amp;#x4E0D;&amp;#x6D89;&amp;#x53CA;&amp;#x3002;&amp;#xFF09;&amp;#x9057;&amp;#x61BE;&amp;#x7684;&amp;#x662F;&amp;#xFF0C;MAC&amp;#x5730;&amp;#x5740;&amp;#x672C;&amp;#x8EAB;&amp;#x65E0;&amp;#x6CD5;&amp;#x505A;&amp;#x5230;&amp;#x8FD9;&amp;#x4E00;&amp;#x70B9;&amp;#x3002;&amp;#x5B83;&amp;#x53EA;&amp;#x4E0E;&amp;#x5382;&amp;#x5546;&amp;#x6709;&amp;#x5173;&amp;#xFF0C;&amp;#x4E0E;&amp;#x6240;&amp;#x5904;&amp;#x7F51;&amp;#x7EDC;&amp;#x65E0;&amp;#x5173;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x5C31;&amp;#x5BFC;&amp;#x81F4;&amp;#x4E86;&amp;#x201D;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x8BDE;&amp;#x751F;&amp;#x3002;&amp;#x5B83;&amp;#x7684;&amp;#x4F5C;&amp;#x7528;&amp;#x662F;&amp;#x5F15;&amp;#x8FDB;&amp;#x4E00;&amp;#x5957;&amp;#x65B0;&amp;#x7684;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4F7F;&amp;#x5F97;&amp;#x6211;&amp;#x4EEC;&amp;#x80FD;&amp;#x591F;&amp;#x533A;&amp;#x5206;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x662F;&amp;#x5426;&amp;#x5C5E;&amp;#x4E8E;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&amp;#x8FD9;&amp;#x5957;&amp;#x5730;&amp;#x5740;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#x201D;&amp;#xFF0C;&amp;#x7B80;&amp;#x79F0;&amp;#x201D;&amp;#x7F51;&amp;#x5740;&amp;#x201D;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E8E;&amp;#x662F;&amp;#xFF0C;&amp;#x201D;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x201D;&amp;#x51FA;&amp;#x73B0;&amp;#x4EE5;&amp;#x540E;&amp;#xFF0C;&amp;#x6BCF;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x6709;&amp;#x4E86;&amp;#x4E24;&amp;#x79CD;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E00;&amp;#x79CD;&amp;#x662F;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53E6;&amp;#x4E00;&amp;#x79CD;&amp;#x662F;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x4E24;&amp;#x79CD;&amp;#x5730;&amp;#x5740;&amp;#x4E4B;&amp;#x95F4;&amp;#x6CA1;&amp;#x6709;&amp;#x4EFB;&amp;#x4F55;&amp;#x8054;&amp;#x7CFB;&amp;#xFF0C;MAC&amp;#x5730;&amp;#x5740;&amp;#x662F;&amp;#x7ED1;&amp;#x5B9A;&amp;#x5728;&amp;#x7F51;&amp;#x5361;&amp;#x4E0A;&amp;#x7684;&amp;#xFF0C;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#x5219;&amp;#x662F;&amp;#x7BA1;&amp;#x7406;&amp;#x5458;&amp;#x5206;&amp;#x914D;&amp;#x7684;&amp;#xFF0C;&amp;#x5B83;&amp;#x4EEC;&amp;#x53EA;&amp;#x662F;&amp;#x968F;&amp;#x673A;&amp;#x7EC4;&amp;#x5408;&amp;#x5728;&amp;#x4E00;&amp;#x8D77;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#x5E2E;&amp;#x52A9;&amp;#x6211;&amp;#x4EEC;&amp;#x786E;&amp;#x5B9A;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x6240;&amp;#x5728;&amp;#x7684;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;MAC&amp;#x5730;&amp;#x5740;&amp;#x5219;&amp;#x5C06;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x9001;&amp;#x5230;&amp;#x8BE5;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x4E2D;&amp;#x7684;&amp;#x76EE;&amp;#x6807;&amp;#x7F51;&amp;#x5361;&amp;#x3002;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;&amp;#x4ECE;&amp;#x903B;&amp;#x8F91;&amp;#x4E0A;&amp;#x53EF;&amp;#x4EE5;&amp;#x63A8;&amp;#x65AD;&amp;#xFF0C;&amp;#x5FC5;&amp;#x5B9A;&amp;#x662F;&amp;#x5148;&amp;#x5904;&amp;#x7406;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x518D;&amp;#x5904;&amp;#x7406;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;42-ip&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#4-2-IP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;4.2 IP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;4.2 IP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x89C4;&amp;#x5B9A;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#x7684;&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x53EB;&amp;#x505A;IP&amp;#x534F;&amp;#x8BAE;&amp;#x3002;&amp;#x5B83;&amp;#x6240;&amp;#x5B9A;&amp;#x4E49;&amp;#x7684;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5C31;&amp;#x88AB;&amp;#x79F0;&amp;#x4E3A;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x76EE;&amp;#x524D;&amp;#xFF0C;&amp;#x5E7F;&amp;#x6CDB;&amp;#x91C7;&amp;#x7528;&amp;#x7684;&amp;#x662F;IP&amp;#x534F;&amp;#x8BAE;&amp;#x7B2C;&amp;#x56DB;&amp;#x7248;&amp;#xFF0C;&amp;#x7B80;&amp;#x79F0;IPv4&amp;#x3002;&amp;#x8FD9;&amp;#x4E2A;&amp;#x7248;&amp;#x672C;&amp;#x89C4;&amp;#x5B9A;&amp;#xFF0C;&amp;#x7F51;&amp;#x7EDC;&amp;#x5730;&amp;#x5740;&amp;#x7531;32&amp;#x4E2A;&amp;#x4E8C;&amp;#x8FDB;&amp;#x5236;&amp;#x4F4D;&amp;#x7EC4;&amp;#x6210;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105346212?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x4E60;&amp;#x60EF;&amp;#x4E0A;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x7528;&amp;#x5206;&amp;#x6210;&amp;#x56DB;&amp;#x6BB5;&amp;#x7684;&amp;#x5341;&amp;#x8FDB;&amp;#x5236;&amp;#x6570;&amp;#x8868;&amp;#x793A;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4ECE;0.0.0.0&amp;#x4E00;&amp;#x76F4;&amp;#x5230;255.255.255.255&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x4E0A;&amp;#x7684;&amp;#x6BCF;&amp;#x4E00;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#xFF0C;&amp;#x90FD;&amp;#x4F1A;&amp;#x5206;&amp;#x914D;&amp;#x5230;&amp;#x4E00;&amp;#x4E2A;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&amp;#x5206;&amp;#x6210;&amp;#x4E24;&amp;#x4E2A;&amp;#x90E8;&amp;#x5206;&amp;#xFF0C;&amp;#x524D;&amp;#x4E00;&amp;#x90E8;&amp;#x5206;&amp;#x4EE3;&amp;#x8868;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x540E;&amp;#x4E00;&amp;#x90E8;&amp;#x5206;&amp;#x4EE3;&amp;#x8868;&amp;#x4E3B;&amp;#x673A;&amp;#x3002;&amp;#x6BD4;&amp;#x5982;&amp;#xFF0C;IP&amp;#x5730;&amp;#x5740;172.16.254.1&amp;#xFF0C;&amp;#x8FD9;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;32&amp;#x4F4D;&amp;#x7684;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5047;&amp;#x5B9A;&amp;#x5B83;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x90E8;&amp;#x5206;&amp;#x662F;&amp;#x524D;24&amp;#x4F4D;&amp;#xFF08;172.16.254&amp;#xFF09;&amp;#xFF0C;&amp;#x90A3;&amp;#x4E48;&amp;#x4E3B;&amp;#x673A;&amp;#x90E8;&amp;#x5206;&amp;#x5C31;&amp;#x662F;&amp;#x540E;8&amp;#x4F4D;&amp;#xFF08;&amp;#x6700;&amp;#x540E;&amp;#x7684;&amp;#x90A3;&amp;#x4E2A;1&amp;#xFF09;&amp;#x3002;&amp;#x5904;&amp;#x4E8E;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x7535;&amp;#x8111;&amp;#xFF0C;&amp;#x5B83;&amp;#x4EEC;IP&amp;#x5730;&amp;#x5740;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x90E8;&amp;#x5206;&amp;#x5FC5;&amp;#x5B9A;&amp;#x662F;&amp;#x76F8;&amp;#x540C;&amp;#x7684;&amp;#xFF0C;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;&amp;#x8BF4;172.16.254.2&amp;#x5E94;&amp;#x8BE5;&amp;#x4E0E;172.16.254.1&amp;#x5904;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4F46;&amp;#x662F;&amp;#xFF0C;&amp;#x95EE;&amp;#x9898;&amp;#x5728;&amp;#x4E8E;&amp;#x5355;&amp;#x5355;&amp;#x4ECE;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x65E0;&amp;#x6CD5;&amp;#x5224;&amp;#x65AD;&amp;#x7F51;&amp;#x7EDC;&amp;#x90E8;&amp;#x5206;&amp;#x3002;&amp;#x8FD8;&amp;#x662F;&amp;#x4EE5;172.16.254.1&amp;#x4E3A;&amp;#x4F8B;&amp;#xFF0C;&amp;#x5B83;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x90E8;&amp;#x5206;&amp;#xFF0C;&amp;#x5230;&amp;#x5E95;&amp;#x662F;&amp;#x524D;24&amp;#x4F4D;&amp;#xFF0C;&amp;#x8FD8;&amp;#x662F;&amp;#x524D;16&amp;#x4F4D;&amp;#xFF0C;&amp;#x751A;&amp;#x81F3;&amp;#x524D;28&amp;#x4F4D;&amp;#xFF0C;&amp;#x4ECE;IP&amp;#x5730;&amp;#x5740;&amp;#x4E0A;&amp;#x662F;&amp;#x770B;&amp;#x4E0D;&amp;#x51FA;&amp;#x6765;&amp;#x7684;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x90A3;&amp;#x4E48;&amp;#xFF0C;&amp;#x600E;&amp;#x6837;&amp;#x624D;&amp;#x80FD;&amp;#x4ECE;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5224;&amp;#x65AD;&amp;#x4E24;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x662F;&amp;#x5426;&amp;#x5C5E;&amp;#x4E8E;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x5462;&amp;#xFF1F;&amp;#x8FD9;&amp;#x5C31;&amp;#x8981;&amp;#x7528;&amp;#x5230;&amp;#x53E6;&amp;#x4E00;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#x201D;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x201D;&amp;#xFF08;subnet mask&amp;#xFF09;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6240;&amp;#x8C13;&amp;#x201D;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x201D;&amp;#xFF0C;&amp;#x5C31;&amp;#x662F;&amp;#x8868;&amp;#x793A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x7279;&amp;#x5F81;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#x3002;&amp;#x5B83;&amp;#x5728;&amp;#x5F62;&amp;#x5F0F;&amp;#x4E0A;&amp;#x7B49;&amp;#x540C;&amp;#x4E8E;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E5F;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;32&amp;#x4F4D;&amp;#x4E8C;&amp;#x8FDB;&amp;#x5236;&amp;#x6570;&amp;#x5B57;&amp;#xFF0C;&amp;#x5B83;&amp;#x7684;&amp;#x7F51;&amp;#x7EDC;&amp;#x90E8;&amp;#x5206;&amp;#x5168;&amp;#x90E8;&amp;#x4E3A;1&amp;#xFF0C;&amp;#x4E3B;&amp;#x673A;&amp;#x90E8;&amp;#x5206;&amp;#x5168;&amp;#x90E8;&amp;#x4E3A;0&amp;#x3002;&amp;#x6BD4;&amp;#x5982;&amp;#xFF0C;IP&amp;#x5730;&amp;#x5740;172.16.254.1&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x5DF2;&amp;#x77E5;&amp;#x7F51;&amp;#x7EDC;&amp;#x90E8;&amp;#x5206;&amp;#x662F;&amp;#x524D;24&amp;#x4F4D;&amp;#xFF0C;&amp;#x4E3B;&amp;#x673A;&amp;#x90E8;&amp;#x5206;&amp;#x662F;&amp;#x540E;8&amp;#x4F4D;&amp;#xFF0C;&amp;#x90A3;&amp;#x4E48;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x63A9;&amp;#x7801;&amp;#x5C31;&amp;#x662F;11111111.11111111.11111111.00000000&amp;#xFF0C;&amp;#x5199;&amp;#x6210;&amp;#x5341;&amp;#x8FDB;&amp;#x5236;&amp;#x5C31;&amp;#x662F;255.255.255.0&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x77E5;&amp;#x9053;&amp;#x201D;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x201D;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x5C31;&amp;#x80FD;&amp;#x5224;&amp;#x65AD;&amp;#xFF0C;&amp;#x4EFB;&amp;#x610F;&amp;#x4E24;&amp;#x4E2A;IP&amp;#x5730;&amp;#x5740;&amp;#x662F;&amp;#x5426;&amp;#x5904;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&amp;#x65B9;&amp;#x6CD5;&amp;#x662F;&amp;#x5C06;&amp;#x4E24;&amp;#x4E2A;IP&amp;#x5730;&amp;#x5740;&amp;#x4E0E;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x5206;&amp;#x522B;&amp;#x8FDB;&amp;#x884C;AND&amp;#x8FD0;&amp;#x7B97;&amp;#xFF08;&amp;#x4E24;&amp;#x4E2A;&amp;#x6570;&amp;#x4F4D;&amp;#x90FD;&amp;#x4E3A;1&amp;#xFF0C;&amp;#x8FD0;&amp;#x7B97;&amp;#x7ED3;&amp;#x679C;&amp;#x4E3A;1&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x4E3A;0&amp;#xFF09;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x6BD4;&amp;#x8F83;&amp;#x7ED3;&amp;#x679C;&amp;#x662F;&amp;#x5426;&amp;#x76F8;&amp;#x540C;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x662F;&amp;#x7684;&amp;#x8BDD;&amp;#xFF0C;&amp;#x5C31;&amp;#x8868;&amp;#x660E;&amp;#x5B83;&amp;#x4EEC;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x4E2D;&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x5C31;&amp;#x4E0D;&amp;#x662F;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6BD4;&amp;#x5982;&amp;#xFF0C;&amp;#x5DF2;&amp;#x77E5;IP&amp;#x5730;&amp;#x5740;172.16.254.1&amp;#x548C;172.16.254.233&amp;#x7684;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x90FD;&amp;#x662F;255.255.255.0&amp;#xFF0C;&amp;#x8BF7;&amp;#x95EE;&amp;#x5B83;&amp;#x4EEC;&amp;#x662F;&amp;#x5426;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF1F;&amp;#x4E24;&amp;#x8005;&amp;#x4E0E;&amp;#x5B50;&amp;#x7F51;&amp;#x63A9;&amp;#x7801;&amp;#x5206;&amp;#x522B;&amp;#x8FDB;&amp;#x884C;AND&amp;#x8FD0;&amp;#x7B97;&amp;#xFF0C;&amp;#x7ED3;&amp;#x679C;&amp;#x90FD;&amp;#x662F;172.16.254.0&amp;#xFF0C;&amp;#x56E0;&amp;#x6B64;&amp;#x5B83;&amp;#x4EEC;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x603B;&amp;#x7ED3;&amp;#x4E00;&amp;#x4E0B;&amp;#xFF0C;IP&amp;#x534F;&amp;#x8BAE;&amp;#x7684;&amp;#x4F5C;&amp;#x7528;&amp;#x4E3B;&amp;#x8981;&amp;#x6709;&amp;#x4E24;&amp;#x4E2A;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E2A;&amp;#x662F;&amp;#x4E3A;&amp;#x6BCF;&amp;#x4E00;&amp;#x53F0;&amp;#x8BA1;&amp;#x7B97;&amp;#x673A;&amp;#x5206;&amp;#x914D;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53E6;&amp;#x4E00;&amp;#x4E2A;&amp;#x662F;&amp;#x786E;&amp;#x5B9A;&amp;#x54EA;&amp;#x4E9B;&amp;#x5730;&amp;#x5740;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;43-ip&amp;#x6570;&amp;#x636E;&amp;#x5305;&quot;&gt;&lt;a href=&quot;#4-3-IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&quot; class=&quot;headerlink&quot; title=&quot;4.3 IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&quot;&gt;&lt;/a&gt;4.3 IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&lt;/h4&gt;&lt;p&gt;&amp;#x6839;&amp;#x636E;IP&amp;#x534F;&amp;#x8BAE;&amp;#x53D1;&amp;#x9001;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&amp;#x4E0D;&amp;#x96BE;&amp;#x60F3;&amp;#x8C61;&amp;#xFF0C;&amp;#x5176;&amp;#x4E2D;&amp;#x5FC5;&amp;#x5B9A;&amp;#x5305;&amp;#x62EC;IP&amp;#x5730;&amp;#x5740;&amp;#x4FE1;&amp;#x606F;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4F46;&amp;#x662F;&amp;#x524D;&amp;#x9762;&amp;#x8BF4;&amp;#x8FC7;&amp;#xFF0C;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53EA;&amp;#x5305;&amp;#x542B;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5E76;&amp;#x6CA1;&amp;#x6709;IP&amp;#x5730;&amp;#x5740;&amp;#x7684;&amp;#x680F;&amp;#x4F4D;&amp;#x3002;&amp;#x90A3;&amp;#x4E48;&amp;#x662F;&amp;#x5426;&amp;#x9700;&amp;#x8981;&amp;#x4FEE;&amp;#x6539;&amp;#x6570;&amp;#x636E;&amp;#x5B9A;&amp;#x4E49;&amp;#xFF0C;&amp;#x518D;&amp;#x6DFB;&amp;#x52A0;&amp;#x4E00;&amp;#x4E2A;&amp;#x680F;&amp;#x4F4D;&amp;#x5462;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x56DE;&amp;#x7B54;&amp;#x662F;&amp;#x4E0D;&amp;#x9700;&amp;#x8981;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x53EF;&amp;#x4EE5;&amp;#x628A;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x76F4;&amp;#x63A5;&amp;#x653E;&amp;#x8FDB;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#xFF0C;&amp;#x56E0;&amp;#x6B64;&amp;#x5B8C;&amp;#x5168;&amp;#x4E0D;&amp;#x7528;&amp;#x4FEE;&amp;#x6539;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x7684;&amp;#x89C4;&amp;#x683C;&amp;#x3002;&amp;#x8FD9;&amp;#x5C31;&amp;#x662F;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x5206;&amp;#x5C42;&amp;#x7ED3;&amp;#x6784;&amp;#x7684;&amp;#x597D;&amp;#x5904;&amp;#xFF1A;&amp;#x4E0A;&amp;#x5C42;&amp;#x7684;&amp;#x53D8;&amp;#x52A8;&amp;#x5B8C;&amp;#x5168;&amp;#x4E0D;&amp;#x6D89;&amp;#x53CA;&amp;#x4E0B;&amp;#x5C42;&amp;#x7684;&amp;#x7ED3;&amp;#x6784;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x5177;&amp;#x4F53;&amp;#x6765;&amp;#x8BF4;&amp;#xFF0C;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E5F;&amp;#x5206;&amp;#x4E3A;&amp;#x201D;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x548C;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x4E24;&amp;#x4E2A;&amp;#x90E8;&amp;#x5206;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105424923?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x201C;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x4E3B;&amp;#x8981;&amp;#x5305;&amp;#x62EC;&amp;#x7248;&amp;#x672C;&amp;#x3001;&amp;#x957F;&amp;#x5EA6;&amp;#x3001;IP&amp;#x5730;&amp;#x5740;&amp;#x7B49;&amp;#x4FE1;&amp;#x606F;&amp;#xFF0C;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x5219;&amp;#x662F;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x5177;&amp;#x4F53;&amp;#x5185;&amp;#x5BB9;&amp;#x3002;&amp;#x5B83;&amp;#x653E;&amp;#x8FDB;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x540E;&amp;#xFF0C;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5C31;&amp;#x53D8;&amp;#x6210;&amp;#x4E86;&amp;#x4E0B;&amp;#x9762;&amp;#x8FD9;&amp;#x6837;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105452584?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;/p&gt;
&lt;h4 id=&quot;44-arp&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#4-4-ARP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;4.4 ARP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;4.4 ARP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x5173;&amp;#x4E8E;&amp;#x201D;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x201D;&amp;#xFF0C;&amp;#x8FD8;&amp;#x6709;&amp;#x6700;&amp;#x540E;&amp;#x4E00;&amp;#x70B9;&amp;#x9700;&amp;#x8981;&amp;#x8BF4;&amp;#x660E;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x56E0;&amp;#x4E3A;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x662F;&amp;#x653E;&amp;#x5728;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x91CC;&amp;#x53D1;&amp;#x9001;&amp;#x7684;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x6211;&amp;#x4EEC;&amp;#x5FC5;&amp;#x987B;&amp;#x540C;&amp;#x65F6;&amp;#x77E5;&amp;#x9053;&amp;#x4E24;&amp;#x4E2A;&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E00;&amp;#x4E2A;&amp;#x662F;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53E6;&amp;#x4E00;&amp;#x4E2A;&amp;#x662F;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x901A;&amp;#x5E38;&amp;#x60C5;&amp;#x51B5;&amp;#x4E0B;&amp;#xFF0C;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x662F;&amp;#x5DF2;&amp;#x77E5;&amp;#x7684;&amp;#xFF08;&amp;#x540E;&amp;#x6587;&amp;#x4F1A;&amp;#x89E3;&amp;#x91CA;&amp;#xFF09;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x6211;&amp;#x4EEC;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x5B83;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x6240;&amp;#x4EE5;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x9700;&amp;#x8981;&amp;#x4E00;&amp;#x79CD;&amp;#x673A;&amp;#x5236;&amp;#xFF0C;&amp;#x80FD;&amp;#x591F;&amp;#x4ECE;IP&amp;#x5730;&amp;#x5740;&amp;#x5F97;&amp;#x5230;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x91CC;&amp;#x53C8;&amp;#x53EF;&amp;#x4EE5;&amp;#x5206;&amp;#x6210;&amp;#x4E24;&amp;#x79CD;&amp;#x60C5;&amp;#x51B5;&amp;#x3002;&amp;#x7B2C;&amp;#x4E00;&amp;#x79CD;&amp;#x60C5;&amp;#x51B5;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x53F0;&amp;#x4E3B;&amp;#x673A;&amp;#x4E0D;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x90A3;&amp;#x4E48;&amp;#x4E8B;&amp;#x5B9E;&amp;#x4E0A;&amp;#x6CA1;&amp;#x6709;&amp;#x529E;&amp;#x6CD5;&amp;#x5F97;&amp;#x5230;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53EA;&amp;#x80FD;&amp;#x628A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4F20;&amp;#x9001;&amp;#x5230;&amp;#x4E24;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x8FDE;&amp;#x63A5;&amp;#x5904;&amp;#x7684;&amp;#x201D;&amp;#x7F51;&amp;#x5173;&amp;#x201D;&amp;#xFF08;gateway&amp;#xFF09;&amp;#xFF0C;&amp;#x8BA9;&amp;#x7F51;&amp;#x5173;&amp;#x53BB;&amp;#x5904;&amp;#x7406;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x7B2C;&amp;#x4E8C;&amp;#x79CD;&amp;#x60C5;&amp;#x51B5;&amp;#xFF0C;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x53F0;&amp;#x4E3B;&amp;#x673A;&amp;#x5728;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x90A3;&amp;#x4E48;&amp;#x6211;&amp;#x4EEC;&amp;#x53EF;&amp;#x4EE5;&amp;#x7528;ARP&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x5F97;&amp;#x5230;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x3002;ARP&amp;#x534F;&amp;#x8BAE;&amp;#x4E5F;&amp;#x662F;&amp;#x53D1;&amp;#x51FA;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF08;&amp;#x5305;&amp;#x542B;&amp;#x5728;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E2D;&amp;#xFF09;&amp;#xFF0C;&amp;#x5176;&amp;#x4E2D;&amp;#x5305;&amp;#x542B;&amp;#x5B83;&amp;#x6240;&amp;#x8981;&amp;#x67E5;&amp;#x8BE2;&amp;#x4E3B;&amp;#x673A;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5728;&amp;#x5BF9;&amp;#x65B9;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#x8FD9;&amp;#x4E00;&amp;#x680F;&amp;#xFF0C;&amp;#x586B;&amp;#x7684;&amp;#x662F;FF:FF:FF:FF:FF:FF&amp;#xFF0C;&amp;#x8868;&amp;#x793A;&amp;#x8FD9;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x201D;&amp;#x5E7F;&amp;#x64AD;&amp;#x201D;&amp;#x5730;&amp;#x5740;&amp;#x3002;&amp;#x5B83;&amp;#x6240;&amp;#x5728;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x6BCF;&amp;#x4E00;&amp;#x53F0;&amp;#x4E3B;&amp;#x673A;&amp;#xFF0C;&amp;#x90FD;&amp;#x4F1A;&amp;#x6536;&amp;#x5230;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x4ECE;&amp;#x4E2D;&amp;#x53D6;&amp;#x51FA;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x4E0E;&amp;#x81EA;&amp;#x8EAB;&amp;#x7684;IP&amp;#x5730;&amp;#x5740;&amp;#x8FDB;&amp;#x884C;&amp;#x6BD4;&amp;#x8F83;&amp;#x3002;&amp;#x5982;&amp;#x679C;&amp;#x4E24;&amp;#x8005;&amp;#x76F8;&amp;#x540C;&amp;#xFF0C;&amp;#x90FD;&amp;#x505A;&amp;#x51FA;&amp;#x56DE;&amp;#x590D;&amp;#xFF0C;&amp;#x5411;&amp;#x5BF9;&amp;#x65B9;&amp;#x62A5;&amp;#x544A;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x5C31;&amp;#x4E22;&amp;#x5F03;&amp;#x8FD9;&amp;#x4E2A;&amp;#x5305;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x603B;&amp;#x4E4B;&amp;#xFF0C;&amp;#x6709;&amp;#x4E86;ARP&amp;#x534F;&amp;#x8BAE;&amp;#x4E4B;&amp;#x540E;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x5F97;&amp;#x5230;&amp;#x540C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B50;&amp;#x7F51;&amp;#x7EDC;&amp;#x5185;&amp;#x7684;&amp;#x4E3B;&amp;#x673A;MAC&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x53EF;&amp;#x4EE5;&amp;#x628A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53D1;&amp;#x9001;&amp;#x5230;&amp;#x4EFB;&amp;#x610F;&amp;#x4E00;&amp;#x53F0;&amp;#x4E3B;&amp;#x673A;&amp;#x4E4B;&amp;#x4E0A;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x4E94;-&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&quot;&gt;&lt;a href=&quot;#&amp;#x4E94;&amp;#x3001;&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x4E94;&amp;#x3001;&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&quot;&gt;&lt;/a&gt;&amp;#x4E94;&amp;#x3001;&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&lt;/h3&gt;&lt;h4 id=&quot;51-&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&quot;&gt;&lt;a href=&quot;#5-1-&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&quot; class=&quot;headerlink&quot; title=&quot;5.1 &amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&quot;&gt;&lt;/a&gt;5.1 &amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x7684;&amp;#x7531;&amp;#x6765;&lt;/h4&gt;&lt;p&gt;&amp;#x6709;&amp;#x4E86;MAC&amp;#x5730;&amp;#x5740;&amp;#x548C;IP&amp;#x5730;&amp;#x5740;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x5DF2;&amp;#x7ECF;&amp;#x53EF;&amp;#x4EE5;&amp;#x5728;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x4E0A;&amp;#x4EFB;&amp;#x610F;&amp;#x4E24;&amp;#x53F0;&amp;#x4E3B;&amp;#x673A;&amp;#x4E0A;&amp;#x5EFA;&amp;#x7ACB;&amp;#x901A;&amp;#x4FE1;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#x7684;&amp;#x95EE;&amp;#x9898;&amp;#x662F;&amp;#xFF0C;&amp;#x540C;&amp;#x4E00;&amp;#x53F0;&amp;#x4E3B;&amp;#x673A;&amp;#x4E0A;&amp;#x6709;&amp;#x8BB8;&amp;#x591A;&amp;#x7A0B;&amp;#x5E8F;&amp;#x90FD;&amp;#x9700;&amp;#x8981;&amp;#x7528;&amp;#x5230;&amp;#x7F51;&amp;#x7EDC;&amp;#xFF0C;&amp;#x6BD4;&amp;#x5982;&amp;#xFF0C;&amp;#x4F60;&amp;#x4E00;&amp;#x8FB9;&amp;#x6D4F;&amp;#x89C8;&amp;#x7F51;&amp;#x9875;&amp;#xFF0C;&amp;#x4E00;&amp;#x8FB9;&amp;#x4E0E;&amp;#x670B;&amp;#x53CB;&amp;#x5728;&amp;#x7EBF;&amp;#x804A;&amp;#x5929;&amp;#x3002;&amp;#x5F53;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4ECE;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x4E0A;&amp;#x53D1;&amp;#x6765;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x4F60;&amp;#x600E;&amp;#x4E48;&amp;#x77E5;&amp;#x9053;&amp;#xFF0C;&amp;#x5B83;&amp;#x662F;&amp;#x8868;&amp;#x793A;&amp;#x7F51;&amp;#x9875;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#xFF0C;&amp;#x8FD8;&amp;#x662F;&amp;#x8868;&amp;#x793A;&amp;#x5728;&amp;#x7EBF;&amp;#x804A;&amp;#x5929;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;&amp;#x8BF4;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x8FD8;&amp;#x9700;&amp;#x8981;&amp;#x4E00;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#xFF0C;&amp;#x8868;&amp;#x793A;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5230;&amp;#x5E95;&amp;#x4F9B;&amp;#x54EA;&amp;#x4E2A;&amp;#x7A0B;&amp;#x5E8F;&amp;#xFF08;&amp;#x8FDB;&amp;#x7A0B;&amp;#xFF09;&amp;#x4F7F;&amp;#x7528;&amp;#x3002;&amp;#x8FD9;&amp;#x4E2A;&amp;#x53C2;&amp;#x6570;&amp;#x5C31;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x7AEF;&amp;#x53E3;&amp;#x201D;&amp;#xFF08;port&amp;#xFF09;&amp;#xFF0C;&amp;#x5B83;&amp;#x5176;&amp;#x5B9E;&amp;#x662F;&amp;#x6BCF;&amp;#x4E00;&amp;#x4E2A;&amp;#x4F7F;&amp;#x7528;&amp;#x7F51;&amp;#x5361;&amp;#x7684;&amp;#x7A0B;&amp;#x5E8F;&amp;#x7684;&amp;#x7F16;&amp;#x53F7;&amp;#x3002;&amp;#x6BCF;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x90FD;&amp;#x53D1;&amp;#x5230;&amp;#x4E3B;&amp;#x673A;&amp;#x7684;&amp;#x7279;&amp;#x5B9A;&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5C31;&amp;#x80FD;&amp;#x53D6;&amp;#x5230;&amp;#x81EA;&amp;#x5DF1;&amp;#x6240;&amp;#x9700;&amp;#x8981;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x201C;&amp;#x7AEF;&amp;#x53E3;&amp;#x201D;&amp;#x662F;0&amp;#x5230;65535&amp;#x4E4B;&amp;#x95F4;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x6574;&amp;#x6570;&amp;#xFF0C;&amp;#x6B63;&amp;#x597D;16&amp;#x4E2A;&amp;#x4E8C;&amp;#x8FDB;&amp;#x5236;&amp;#x4F4D;&amp;#x3002;0&amp;#x5230;1023&amp;#x7684;&amp;#x7AEF;&amp;#x53E3;&amp;#x88AB;&amp;#x7CFB;&amp;#x7EDF;&amp;#x5360;&amp;#x7528;&amp;#xFF0C;&amp;#x7528;&amp;#x6237;&amp;#x53EA;&amp;#x80FD;&amp;#x9009;&amp;#x7528;&amp;#x5927;&amp;#x4E8E;1023&amp;#x7684;&amp;#x7AEF;&amp;#x53E3;&amp;#x3002;&amp;#x4E0D;&amp;#x7BA1;&amp;#x662F;&amp;#x6D4F;&amp;#x89C8;&amp;#x7F51;&amp;#x9875;&amp;#x8FD8;&amp;#x662F;&amp;#x5728;&amp;#x7EBF;&amp;#x804A;&amp;#x5929;&amp;#xFF0C;&amp;#x5E94;&amp;#x7528;&amp;#x7A0B;&amp;#x5E8F;&amp;#x4F1A;&amp;#x968F;&amp;#x673A;&amp;#x9009;&amp;#x7528;&amp;#x4E00;&amp;#x4E2A;&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x7136;&amp;#x540E;&amp;#x4E0E;&amp;#x670D;&amp;#x52A1;&amp;#x5668;&amp;#x7684;&amp;#x76F8;&amp;#x5E94;&amp;#x7AEF;&amp;#x53E3;&amp;#x8054;&amp;#x7CFB;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x201C;&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#xFF0C;&amp;#x5C31;&amp;#x662F;&amp;#x5EFA;&amp;#x7ACB;&amp;#x201D;&amp;#x7AEF;&amp;#x53E3;&amp;#x5230;&amp;#x7AEF;&amp;#x53E3;&amp;#x201D;&amp;#x7684;&amp;#x901A;&amp;#x4FE1;&amp;#x3002;&amp;#x76F8;&amp;#x6BD4;&amp;#x4E4B;&amp;#x4E0B;&amp;#xFF0C;&amp;#x201D;&amp;#x7F51;&amp;#x7EDC;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x529F;&amp;#x80FD;&amp;#x662F;&amp;#x5EFA;&amp;#x7ACB;&amp;#x201D;&amp;#x4E3B;&amp;#x673A;&amp;#x5230;&amp;#x4E3B;&amp;#x673A;&amp;#x201D;&amp;#x7684;&amp;#x901A;&amp;#x4FE1;&amp;#x3002;&amp;#x53EA;&amp;#x8981;&amp;#x786E;&amp;#x5B9A;&amp;#x4E3B;&amp;#x673A;&amp;#x548C;&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x5C31;&amp;#x80FD;&amp;#x5B9E;&amp;#x73B0;&amp;#x7A0B;&amp;#x5E8F;&amp;#x4E4B;&amp;#x95F4;&amp;#x7684;&amp;#x4EA4;&amp;#x6D41;&amp;#x3002;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;Unix&amp;#x7CFB;&amp;#x7EDF;&amp;#x5C31;&amp;#x628A;&amp;#x4E3B;&amp;#x673A;+&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x53EB;&amp;#x505A;&amp;#x201D;&amp;#x5957;&amp;#x63A5;&amp;#x5B57;&amp;#x201D;&amp;#xFF08;socket&amp;#xFF09;&amp;#x3002;&amp;#x6709;&amp;#x4E86;&amp;#x5B83;&amp;#xFF0C;&amp;#x5C31;&amp;#x53EF;&amp;#x4EE5;&amp;#x8FDB;&amp;#x884C;&amp;#x7F51;&amp;#x7EDC;&amp;#x5E94;&amp;#x7528;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5F00;&amp;#x53D1;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;52-udp&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#5-2-UDP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;5.2 UDP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;5.2 UDP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;&amp;#x73B0;&amp;#x5728;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x5FC5;&amp;#x987B;&amp;#x5728;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E2D;&amp;#x52A0;&amp;#x5165;&amp;#x7AEF;&amp;#x53E3;&amp;#x4FE1;&amp;#x606F;&amp;#xFF0C;&amp;#x8FD9;&amp;#x5C31;&amp;#x9700;&amp;#x8981;&amp;#x65B0;&amp;#x7684;&amp;#x534F;&amp;#x8BAE;&amp;#x3002;&amp;#x6700;&amp;#x7B80;&amp;#x5355;&amp;#x7684;&amp;#x5B9E;&amp;#x73B0;&amp;#x53EB;&amp;#x505A;UDP&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x5B83;&amp;#x7684;&amp;#x683C;&amp;#x5F0F;&amp;#x51E0;&amp;#x4E4E;&amp;#x5C31;&amp;#x662F;&amp;#x5728;&amp;#x6570;&amp;#x636E;&amp;#x524D;&amp;#x9762;&amp;#xFF0C;&amp;#x52A0;&amp;#x4E0A;&amp;#x7AEF;&amp;#x53E3;&amp;#x53F7;&amp;#x3002;&lt;br&gt;UDP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#xFF0C;&amp;#x4E5F;&amp;#x662F;&amp;#x7531;&amp;#x201D;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x548C;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x4E24;&amp;#x90E8;&amp;#x5206;&amp;#x7EC4;&amp;#x6210;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105549581?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x201C;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x4E3B;&amp;#x8981;&amp;#x5B9A;&amp;#x4E49;&amp;#x4E86;&amp;#x53D1;&amp;#x51FA;&amp;#x7AEF;&amp;#x53E3;&amp;#x548C;&amp;#x63A5;&amp;#x6536;&amp;#x7AEF;&amp;#x53E3;&amp;#xFF0C;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x5C31;&amp;#x662F;&amp;#x5177;&amp;#x4F53;&amp;#x7684;&amp;#x5185;&amp;#x5BB9;&amp;#x3002;&amp;#x7136;&amp;#x540E;&amp;#xFF0C;&amp;#x628A;&amp;#x6574;&amp;#x4E2A;UDP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x653E;&amp;#x5165;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#xFF0C;&amp;#x800C;&amp;#x524D;&amp;#x9762;&amp;#x8BF4;&amp;#x8FC7;&amp;#xFF0C;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53C8;&amp;#x662F;&amp;#x653E;&amp;#x5728;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E4B;&amp;#x4E2D;&amp;#x7684;&amp;#xFF0C;&amp;#x6240;&amp;#x4EE5;&amp;#x6574;&amp;#x4E2A;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x73B0;&amp;#x5728;&amp;#x53D8;&amp;#x6210;&amp;#x4E86;&amp;#x4E0B;&amp;#x9762;&amp;#x8FD9;&amp;#x6837;&amp;#xFF1A;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105605806?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;UDP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x975E;&amp;#x5E38;&amp;#x7B80;&amp;#x5355;&amp;#xFF0C;&amp;#x201D;&amp;#x6807;&amp;#x5934;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x4E00;&amp;#x5171;&amp;#x53EA;&amp;#x6709;8&amp;#x4E2A;&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x603B;&amp;#x957F;&amp;#x5EA6;&amp;#x4E0D;&amp;#x8D85;&amp;#x8FC7;65,535&amp;#x5B57;&amp;#x8282;&amp;#xFF0C;&amp;#x6B63;&amp;#x597D;&amp;#x653E;&amp;#x8FDB;&amp;#x4E00;&amp;#x4E2A;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x3002;&lt;/p&gt;
&lt;h4 id=&quot;53-tcp&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;a href=&quot;#5-3-TCP&amp;#x534F;&amp;#x8BAE;&quot; class=&quot;headerlink&quot; title=&quot;5.3 TCP&amp;#x534F;&amp;#x8BAE;&quot;&gt;&lt;/a&gt;5.3 TCP&amp;#x534F;&amp;#x8BAE;&lt;/h4&gt;&lt;p&gt;UDP&amp;#x534F;&amp;#x8BAE;&amp;#x7684;&amp;#x4F18;&amp;#x70B9;&amp;#x662F;&amp;#x6BD4;&amp;#x8F83;&amp;#x7B80;&amp;#x5355;&amp;#xFF0C;&amp;#x5BB9;&amp;#x6613;&amp;#x5B9E;&amp;#x73B0;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x7F3A;&amp;#x70B9;&amp;#x662F;&amp;#x53EF;&amp;#x9760;&amp;#x6027;&amp;#x8F83;&amp;#x5DEE;&amp;#xFF0C;&amp;#x4E00;&amp;#x65E6;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x53D1;&amp;#x51FA;&amp;#xFF0C;&amp;#x65E0;&amp;#x6CD5;&amp;#x77E5;&amp;#x9053;&amp;#x5BF9;&amp;#x65B9;&amp;#x662F;&amp;#x5426;&amp;#x6536;&amp;#x5230;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E3A;&amp;#x4E86;&amp;#x89E3;&amp;#x51B3;&amp;#x8FD9;&amp;#x4E2A;&amp;#x95EE;&amp;#x9898;&amp;#xFF0C;&amp;#x63D0;&amp;#x9AD8;&amp;#x7F51;&amp;#x7EDC;&amp;#x53EF;&amp;#x9760;&amp;#x6027;&amp;#xFF0C;TCP&amp;#x534F;&amp;#x8BAE;&amp;#x5C31;&amp;#x8BDE;&amp;#x751F;&amp;#x4E86;&amp;#x3002;&amp;#x8FD9;&amp;#x4E2A;&amp;#x534F;&amp;#x8BAE;&amp;#x975E;&amp;#x5E38;&amp;#x590D;&amp;#x6742;&amp;#xFF0C;&amp;#x4F46;&amp;#x53EF;&amp;#x4EE5;&amp;#x8FD1;&amp;#x4F3C;&amp;#x8BA4;&amp;#x4E3A;&amp;#xFF0C;&amp;#x5B83;&amp;#x5C31;&amp;#x662F;&amp;#x6709;&amp;#x786E;&amp;#x8BA4;&amp;#x673A;&amp;#x5236;&amp;#x7684;UDP&amp;#x534F;&amp;#x8BAE;&amp;#xFF0C;&amp;#x6BCF;&amp;#x53D1;&amp;#x51FA;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x90FD;&amp;#x8981;&amp;#x6C42;&amp;#x786E;&amp;#x8BA4;&amp;#x3002;&amp;#x5982;&amp;#x679C;&amp;#x6709;&amp;#x4E00;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x9057;&amp;#x5931;&amp;#xFF0C;&amp;#x5C31;&amp;#x6536;&amp;#x4E0D;&amp;#x5230;&amp;#x786E;&amp;#x8BA4;&amp;#xFF0C;&amp;#x53D1;&amp;#x51FA;&amp;#x65B9;&amp;#x5C31;&amp;#x77E5;&amp;#x9053;&amp;#x6709;&amp;#x5FC5;&amp;#x8981;&amp;#x91CD;&amp;#x53D1;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;TCP&amp;#x534F;&amp;#x8BAE;&amp;#x80FD;&amp;#x591F;&amp;#x786E;&amp;#x4FDD;&amp;#x6570;&amp;#x636E;&amp;#x4E0D;&amp;#x4F1A;&amp;#x9057;&amp;#x5931;&amp;#x3002;&amp;#x5B83;&amp;#x7684;&amp;#x7F3A;&amp;#x70B9;&amp;#x662F;&amp;#x8FC7;&amp;#x7A0B;&amp;#x590D;&amp;#x6742;&amp;#x3001;&amp;#x5B9E;&amp;#x73B0;&amp;#x56F0;&amp;#x96BE;&amp;#x3001;&amp;#x6D88;&amp;#x8017;&amp;#x8F83;&amp;#x591A;&amp;#x7684;&amp;#x8D44;&amp;#x6E90;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x548C;UDP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E00;&amp;#x6837;&amp;#xFF0C;&amp;#x90FD;&amp;#x662F;&amp;#x5185;&amp;#x5D4C;&amp;#x5728;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x3002;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x6CA1;&amp;#x6709;&amp;#x957F;&amp;#x5EA6;&amp;#x9650;&amp;#x5236;&amp;#xFF0C;&amp;#x7406;&amp;#x8BBA;&amp;#x4E0A;&amp;#x53EF;&amp;#x4EE5;&amp;#x65E0;&amp;#x9650;&amp;#x957F;&amp;#xFF0C;&amp;#x4F46;&amp;#x662F;&amp;#x4E3A;&amp;#x4E86;&amp;#x4FDD;&amp;#x8BC1;&amp;#x7F51;&amp;#x7EDC;&amp;#x7684;&amp;#x6548;&amp;#x7387;&amp;#xFF0C;&amp;#x901A;&amp;#x5E38;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x957F;&amp;#x5EA6;&amp;#x4E0D;&amp;#x4F1A;&amp;#x8D85;&amp;#x8FC7;IP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x957F;&amp;#x5EA6;&amp;#xFF0C;&amp;#x4EE5;&amp;#x786E;&amp;#x4FDD;&amp;#x5355;&amp;#x4E2A;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x4E0D;&amp;#x5FC5;&amp;#x518D;&amp;#x5206;&amp;#x5272;&amp;#x3002;&lt;/p&gt;
&lt;h3 id=&quot;&amp;#x516D;-&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&quot;&gt;&lt;a href=&quot;#&amp;#x516D;&amp;#x3001;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x516D;&amp;#x3001;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&quot;&gt;&lt;/a&gt;&amp;#x516D;&amp;#x3001;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&lt;/h3&gt;&lt;p&gt;&amp;#x5E94;&amp;#x7528;&amp;#x7A0B;&amp;#x5E8F;&amp;#x6536;&amp;#x5230;&amp;#x201D;&amp;#x4F20;&amp;#x8F93;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#xFF0C;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#x5C31;&amp;#x8981;&amp;#x8FDB;&amp;#x884C;&amp;#x89E3;&amp;#x8BFB;&amp;#x3002;&amp;#x7531;&amp;#x4E8E;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x662F;&amp;#x5F00;&amp;#x653E;&amp;#x67B6;&amp;#x6784;&amp;#xFF0C;&amp;#x6570;&amp;#x636E;&amp;#x6765;&amp;#x6E90;&amp;#x4E94;&amp;#x82B1;&amp;#x516B;&amp;#x95E8;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x4E8B;&amp;#x5148;&amp;#x89C4;&amp;#x5B9A;&amp;#x597D;&amp;#x683C;&amp;#x5F0F;&amp;#xFF0C;&amp;#x5426;&amp;#x5219;&amp;#x6839;&amp;#x672C;&amp;#x65E0;&amp;#x6CD5;&amp;#x89E3;&amp;#x8BFB;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x201C;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x201D;&amp;#x7684;&amp;#x4F5C;&amp;#x7528;&amp;#xFF0C;&amp;#x5C31;&amp;#x662F;&amp;#x89C4;&amp;#x5B9A;&amp;#x5E94;&amp;#x7528;&amp;#x7A0B;&amp;#x5E8F;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x683C;&amp;#x5F0F;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4E3E;&amp;#x4F8B;&amp;#x6765;&amp;#x8BF4;&amp;#xFF0C;TCP&amp;#x534F;&amp;#x8BAE;&amp;#x53EF;&amp;#x4EE5;&amp;#x4E3A;&amp;#x5404;&amp;#x79CD;&amp;#x5404;&amp;#x6837;&amp;#x7684;&amp;#x7A0B;&amp;#x5E8F;&amp;#x4F20;&amp;#x9012;&amp;#x6570;&amp;#x636E;&amp;#xFF0C;&amp;#x6BD4;&amp;#x5982;Email&amp;#x3001;WWW&amp;#x3001;FTP&amp;#x7B49;&amp;#x7B49;&amp;#x3002;&amp;#x90A3;&amp;#x4E48;&amp;#xFF0C;&amp;#x5FC5;&amp;#x987B;&amp;#x6709;&amp;#x4E0D;&amp;#x540C;&amp;#x534F;&amp;#x8BAE;&amp;#x89C4;&amp;#x5B9A;&amp;#x7535;&amp;#x5B50;&amp;#x90AE;&amp;#x4EF6;&amp;#x3001;&amp;#x7F51;&amp;#x9875;&amp;#x3001;FTP&amp;#x6570;&amp;#x636E;&amp;#x7684;&amp;#x683C;&amp;#x5F0F;&amp;#xFF0C;&amp;#x8FD9;&amp;#x4E9B;&amp;#x5E94;&amp;#x7528;&amp;#x7A0B;&amp;#x5E8F;&amp;#x534F;&amp;#x8BAE;&amp;#x5C31;&amp;#x6784;&amp;#x6210;&amp;#x4E86;&amp;#x201D;&amp;#x5E94;&amp;#x7528;&amp;#x5C42;&amp;#x201D;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x662F;&amp;#x6700;&amp;#x9AD8;&amp;#x7684;&amp;#x4E00;&amp;#x5C42;&amp;#xFF0C;&amp;#x76F4;&amp;#x63A5;&amp;#x9762;&amp;#x5BF9;&amp;#x7528;&amp;#x6237;&amp;#x3002;&amp;#x5B83;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x5C31;&amp;#x653E;&amp;#x5728;TCP&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x7684;&amp;#x201D;&amp;#x6570;&amp;#x636E;&amp;#x201D;&amp;#x90E8;&amp;#x5206;&amp;#x3002;&amp;#x56E0;&amp;#x6B64;&amp;#xFF0C;&amp;#x73B0;&amp;#x5728;&amp;#x7684;&amp;#x4EE5;&amp;#x592A;&amp;#x7F51;&amp;#x7684;&amp;#x6570;&amp;#x636E;&amp;#x5305;&amp;#x5C31;&amp;#x53D8;&amp;#x6210;&amp;#x4E0B;&amp;#x9762;&amp;#x8FD9;&amp;#x6837;&amp;#x3002;&lt;br&gt;&lt;img src=&quot;//img-blog.csdn.net/20180321105656562?watermark/2/text/Ly9ibG9nLmNzZG4ubmV0L3FpYW5fbWVuZw==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70&quot; alt=&quot;&amp;#x8FD9;&amp;#x91CC;&amp;#x5199;&amp;#x56FE;&amp;#x7247;&amp;#x63CF;&amp;#x8FF0;&quot;&gt;&lt;br&gt;&amp;#x81F3;&amp;#x6B64;&amp;#xFF0C;&amp;#x6574;&amp;#x4E2A;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x7684;&amp;#x4E94;&amp;#x5C42;&amp;#x7ED3;&amp;#x6784;&amp;#xFF0C;&amp;#x81EA;&amp;#x4E0B;&amp;#x800C;&amp;#x4E0A;&amp;#x5168;&amp;#x90E8;&amp;#x8BB2;&amp;#x5B8C;&amp;#x4E86;&amp;#x3002;&amp;#x8FD9;&amp;#x662F;&amp;#x4ECE;&amp;#x7CFB;&amp;#x7EDF;&amp;#x7684;&amp;#x89D2;&amp;#x5EA6;&amp;#xFF0C;&amp;#x89E3;&amp;#x91CA;&amp;#x4E92;&amp;#x8054;&amp;#x7F51;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x6784;&amp;#x6210;&amp;#x7684;&amp;#x3002;&amp;#xFF08;&amp;#x5B8C;&amp;#xFF09;&lt;/p&gt;
</content>
    
    <summary type="html">
    
      &lt;p&gt;本文属于转载，来自“阮一峰的网络日志”，感觉蛮适合程序员扫盲使用。&lt;/p&gt;
&lt;blockquote&gt;
&lt;p&gt;我们每天使用互联网，你是否想过，它是如何实现的？&lt;/p&gt;
&lt;p&gt;全世界几十亿台电脑，连接在一起，两两通信。上海的某一块网卡送出信号，洛杉矶的另一块网卡居然就收到了，两者实际上根本不知道对方的物理位置，你不觉得这是很神奇的事情吗？&lt;/p&gt;
&lt;p&gt;互联网的核心是一系列协议，总称为”互联网协议”（Internet Protocol&lt;br&gt;Suite）。它们对电脑如何连接和组网，做出了详尽的规定。理解了这些协议，就理解了互联网的原理。&lt;/p&gt;
&lt;p&gt;下面就是我的学习笔记。因为这些协议实在太复杂、太庞大，我想整理一个简洁的框架，帮助自己从总体上把握它们。为了保证简单易懂，我做了大量的简化，有些地方并不全面和精确，但是应该能够说清楚互联网的原理。&lt;br&gt;
    
    </summary>
    
      <category term="网络" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BD%91%E7%BB%9C/"/>
    
      <category term="互联网协议" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BD%91%E7%BB%9C/%E4%BA%92%E8%81%94%E7%BD%91%E5%8D%8F%E8%AE%AE/"/>
    
    
      <category term="协议" scheme="https://kidmid.gitee.io/qianmeng/tags/%E5%8D%8F%E8%AE%AE/"/>
    
      <category term="网络" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BD%91%E7%BB%9C/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031017</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031017/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031017/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:13:43.423Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv17.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv17.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031016</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031016/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031016/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:13:12.696Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv16.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv16.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031015</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031015/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031015/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:11:51.511Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv15.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv15.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031013</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031013/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031013/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:12:28.186Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv13.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv13.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031014</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031014/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031014/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:12:44.840Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv14.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv14.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031012</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031012/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031012/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:12:17.760Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv12.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv12.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031011</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031011/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031011/</id>
    <published>2018-03-10T09:40:01.000Z</published>
    <updated>2018-03-10T10:12:08.859Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv11.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv11.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031010</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031010/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031010/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:55:47.050Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv10.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv10.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031003</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031003/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031003/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:54:22.716Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv3.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv3.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031002</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031002/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031002/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:53:44.955Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv2.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv2.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031009</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031009/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031009/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:55:33.202Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv9.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv9.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031008</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031008/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031008/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:55:22.833Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv8.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv8.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031007</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031007/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031007/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:55:15.415Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv7.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv7.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031004</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031004/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031004/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:54:47.546Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv4.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv4.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031005</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031005/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031005/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:54:58.653Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv5.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv5.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031001</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031001/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031001/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:46:44.914Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv1.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv1.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
  <entry>
    <title>素人美女2018031006</title>
    <link href="https://kidmid.gitee.io/qianmeng/2018/03/10/%E7%B4%A0%E4%BA%BA%E7%BE%8E%E5%A5%B32018031006/"/>
    <id>https://kidmid.gitee.io/qianmeng/2018/03/10/素人美女2018031006/</id>
    <published>2018-03-10T09:40:00.000Z</published>
    <updated>2018-03-10T09:55:07.641Z</updated>
    
    <content type="html">&lt;h3 id=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;1ps-&amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&quot;&gt;&lt;a href=&quot;#&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot; class=&quot;headerlink&quot; title=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/a&gt;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : &amp;#x5237;&amp;#x5237;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x8BBF;&amp;#x95EE;&amp;#x91CF;&amp;#xFF0C;&amp;#x4F60;&amp;#x61C2;&amp;#x7684;&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv6.jpg&quot; alt=&quot;&amp;#x7D20;&amp;#x4EBA;&amp;#x7F8E;&amp;#x5973;&amp;#xFF0C;&amp;#x7ED9;&amp;#x52E4;&amp;#x52B3;&amp;#x7A0B;&amp;#x5E8F;&amp;#x5458;&amp;#x7684;&amp;#x798F;&amp;#x5229;&quot;&gt;&lt;/p&gt;
&lt;a id=&quot;more&quot;&gt;&lt;/a&gt;</content>
    
    <summary type="html">
    
      &lt;h3 id=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;a href=&quot;#素人美女，给勤劳程序员的福利&quot; class=&quot;headerlink&quot; title=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/a&gt;素人美女，给勤劳程序员的福利&lt;figure class=&quot;highlight plain&quot;&gt;&lt;table&gt;&lt;tr&gt;&lt;td class=&quot;gutter&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;1&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;td class=&quot;code&quot;&gt;&lt;pre&gt;&lt;span class=&quot;line&quot;&gt;ps : 刷刷博客的访问量，你懂的&lt;/span&gt;&lt;br&gt;&lt;/pre&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/figure&gt;&lt;/h3&gt;&lt;p&gt;&lt;img src=&quot;https://raw.githubusercontent.com/qianmeng/resources/master/meinv/meinv6.jpg&quot; alt=&quot;素人美女，给勤劳程序员的福利&quot;&gt;&lt;/p&gt;
    
    </summary>
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/categories/%E7%BE%8E%E5%A5%B3/%E7%B4%A0%E4%BA%BA/"/>
    
    
      <category term="美女" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%BE%8E%E5%A5%B3/"/>
    
      <category term="素人" scheme="https://kidmid.gitee.io/qianmeng/tags/%E7%B4%A0%E4%BA%BA/"/>
    
  </entry>
  
</feed>
